label font_test:


    window hide None
    scene black
    with dissolve

    scene bg school_dormhisao
    with openeye

    window show

    show screen text_options

    "Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Собрал однажды подзаголовок речью живет агентство точках, буквоград если несколько вершину встретил предупредила ты дорогу свою? Вскоре до свой своих!"

    "Обеспечивает все живет злых буквоград но! Переписали рукописи гор, на берегу вдали, даже жаренные всемогущая домах грустный раз последний свой осталось свою толку языком журчит буквенных использовало даль которой безопасную lorem?"

    "Взобравшись текста свое семь города рыбными единственное грамматики по всей путь, от всех вопрос переписали назад безопасную домах вопроса снова ее ему океана напоивший родного заманивший? Текст заманивший алфавит рот единственное сих?"

    scene black
    with Dissolve(3.0)
    hide screen text_options
    window hide
    jump _return
