label ru_R17:

window hide None

scene bg school_scienceroom
show muto irritated at center  
with locationchange

window show

mu "Я задал тебе вопрос, Накай."

play music music_happiness fadein 0.5

"Я трясу головой, чтобы прийти в себя. На меня смотрит учитель и все остальные в классе."

hi "Ох, простите. Я отвлёкся."

mu "Каково расстояние между… а, ладно, другой вопрос:"

show muto normal
with charachange

mu "Зачем ты здесь, в этом классе?"

hi "Чтобы… э… изучать физику."

show muto smile
with charachange

mu "Да! То есть нет, но именно такой ответ я и хотел услышать."

mu "Для вас приобретение знаний является вторичной причиной посещения школы."

show muto normal
with charachange

mu "Главная причина – получить представление о том, как устроено общество, а также о нормах и этике, которые окружают вас в повседневной жизни."

mu "Ты приходишь в школу не ради занятий – ты приходишь, чтобы взаимодействовать здесь с другими учениками, равными тебе, а также учителями – по сути, твоими руководителями."

mu "Ты учишься знакомиться и общаться с людьми, другими словами – быть частью общества. Сама школа – микромир всего общества."

show muto smile
with charachange

mu "Знаешь ли ты, что Джон Локк был первым, кто понял это? Школа – это не только место учёбы; ты и ребята твоего возраста должны знать это лучше других."

"Он выдерживает паузу и осматривает класс, чтобы убедиться, что его речь была должным образом воспринята."

"По крайней мере, все замолчали и сосредоточились на нём, зачарованные то ли звуком его голоса, то ли внезапной сменой темы с физики на философию образования."

show muto normal
with charachange

mu "Однако мой класс – как ты верно подметил – место, где вы изучаете физику."

"Он указывает на меня куском зажатого в руке мела."

show muto irritated
with charachange

mu "Так что никакого сна на уроке. Понятно, Накай?"

hi "Да, сэр."

"Краем глаза я ловлю сердитый взгляд %(name_shizune)s и то, что Миша с трудом сдерживает смех. Я вжимаюсь в свой стул."

stop music fadeout 6.0

scene bg school_hallway3
with shorttimeskip

"После окончания занятий я последним покидаю класс. Я закрываю за собой дверь и не спеша направляюсь в кружок рисования."

scene bg school_classroomart
show rin basic_awayabsent_close at tworight  
with shorttimeskip

"Время в кружке проходит в относительной тишине и спокойствии. Я сижу на своём привычном месте рядом с Рин, но она, кажется, не склонна к разговорам."

"Она кажется даже более отстранённой, чем обычно."

"Сегодня мы собираемся рисовать натюрморт, и нам предстоит выбрать, рисовать ли вазу, полную искусственных цветов, или же композицию из камней, веток бамбука и холста."

"Учитель предлагает нам собраться вокруг выбранного образца, подчёркивая, что перспектива, текстура и освещение – ключевые элементы сегодняшнего упражнения."






show rin basic_deadpancontemplation_close at tworight  
with charachange

"Я бросаю взгляд на Рин, чтобы узнать, какой предмет она выберет, но та лишь опускает голову."

"Участники кружка поспешно переставляют по классу свои стулья, чтобы оказаться поближе либо к вазе, либо к инсталляции. Мы с Рин выбираем цветочную вазу, но, кажется, лишь один из нас собирается что-то делать."

show rin basic_awayabsent_close
with charachange

"Она игнорирует задание Номии точно так же, как и меня, и начинает рассеяно рисовать что-то ногой, даже не глядя на то, что у неё получается."

"Я пытаюсь поймать её взгляд, но она смотрит в окно. От этого у меня становится неспокойно на душе."

show rin basic_lucid_close
with charachange

"Рин выглядит так, будто спит сидя, откинувшись на стуле и положив ноги на парту. Теперь она совсем перестала рисовать."

"Чем больше я стараюсь расслабиться, перестать обращать на неё внимание и быть самим собой, тем больше чувствую, что мне стоит поинтересоваться, что случилось."

scene bg school_classroomart
show rin basic_deadpanupset at tworight  
show nomiya frown at twoleft  
with shorttimeskip

play music music_daily fadein 4.0

"По окончанию занятий, когда все остальные один за другим покидают класс, Рин встаёт с места и с необычной решимостью направляется к Номии."

show rin basic_lucid
with charachange

rin "Я сделаю это."

show nomiya smile
with charachange

"Номия, который, мурлыча себе под нос, сортировал карандаши по твёрдости, оборачивается со смешанным выражением дружелюбия и непонимания на лице."

show nomiya talk
with charachange

no "Хм? Что ты сделаешь, дорогуша?"

show rin basic_awayabsent
with charachange

rin "Женщина из галереи. Я могу поговорить с ней. По крайней мере, вчера думала, что смогу."

show rin relaxed_nonchalant
with charachange

rin "И сегодня тоже."

show rin basic_lucid
with charachange

rin "Вроде как. Я хочу попробовать. Я собираюсь пойти до конца."

show nomiya veryhappy
with charachange

"Самая широкая из всех улыбок, которые мне доводилось видеть ранее, освещает лицо учителя. Он практически сияет."

show nomiya talk
show rin basic_awayabsent
with charachange

no "О, замечательно! Я уже и не надеялся!"

show nomiya veryhappy
with charachange

no "Какая же ты упрямая девушка! Но я знал, что рано или поздно до тебя тоже дойдёт."

show nomiya smile
with charachange

no "Я позвоню своему хорошему другу %(name_saionji)s и договорюсь о встрече."

no "Ты должна будешь показать ей свою работу, чтобы она смогла оценить её. Я рассказал ей о тебе, но, очевидно, вам стоит пообщаться лично."

show nomiya talktongue
with charachange

no "Волнующий момент, не так ли?"

"Номия разговаривает скорее сам с собой, чем с нами, и наматывает круги вокруг своего стола, на ходу дико размахивая руками."

show nomiya smile
with charachange

"Он извлекает из нагрудного кармана пиджака сотовый телефон, элегантным движением раскрывает его и начинает искать нужный номер телефона."

show nomiya veryhappy
with charachange

"Пока он его ищет, замечает мой взгляд и показывает мне поднятый вверх большой палец. Я пожимаю плечами, прилагая все усилия, чтобы не выглядеть самодовольным."

show nomiya smile
with charachange

"Номия находит нужный номер и звонит, отвернувшись от нас и понизив голос, когда там берут трубку. Но даже при этом от меня не укрывается то, какой у него взволнованный голос."

"Разговор продолжается недолго."

show nomiya veryhappy
with charachange

no "Потрясающе! %(name_sae)s прямо сейчас находится в галерее и говорит, что нам следует заехать не откладывая, если это возможно. Это было бы замечательно!"

show rin basic_absent
with charachange

hi "У тебя есть портфолио, Рин?"

show rin basic_surprised
with charachange

"Она качает головой в ответ."

show nomiya talk
show rin basic_awayabsent
with charachange

no "Не бойся, я сделал несколько фотографий твоих картин. Мы можем взять с собой их и, возможно, пару оригиналов. Пока этого будет вполне достаточно."

show nomiya smile
with charachange

no "Где-то здесь должно быть несколько твоих последних картин, верно?"

show nomiya invis:
    xanchor 0.5  xpos 0.2 
with dissolvecharamove

"Он вытаскивает папку с фотографиями из ящика стола, затем направляется в дальний угол помещения, где есть небольшой чулан и специальные шкафы для хранения материалов и инвентаря для художественных занятий и работы кружка."

"Вскоре он находит то, что искал, и поспешно заворачивает две картины Рин в коричневую упаковочную бумагу."

show nomiya smile at twoleft  
with dissolvecharamove

no "Накай, не отнесёшь ли ты это ко мне в машину?"

"Я беру картины и следую за Номией и Рин на стоянку. Они не тяжёлые, но нести их не очень удобно."

scene bg school_parkinglot
with locationskip

"У Номии достаточно неплохой автомобиль, не такой, как я ожидал увидеть у школьного учителя. Интересно, какие зарплаты в «Ямаку»?"

"Холсты едва влезают в багажник. Приняв полное энтузиазма приглашение учителя, я вместе с ними сажусь в машину. На мой вопросительный взгляд Рин отвечает утвердительным кивком и небрежно пожимает плечами."

"Мне кажется, я стал для неё своего рода помощником."

stop music fadeout 6.0
$ renpy.music.set_volume(0.59999999999999998, 0.0, channel='ambient')
play ambient sfx_traffic fadein 14.0

scene bg city_street4 at right  
with shorttimeskip

"Номия плавно трогается. Примерно через десять минут неспешной езды мы оказываемся в центре города, где заезжаем на небольшую парковку и выходим из машины."

"Я снова подхватываю картины и осматриваюсь. Это самый обычный японский город. Однообразные здания, люди, снующие туда-сюда, клерки, в летнюю жару потеющие в своих костюмах."

scene bg city_street4 at Fullpan(4.0, dir='left')  

"Хотя далеко не везде увидишь такие широкие, обсаженные деревьями улицы. Возможно, они – отличительная черта этого города."

"Определённо, это то самое ощущение города, которое, казалось, я успел позабыть. Вскоре я уже начинаю чувствовать себя как рыба в воде."

hi "Никогда раньше здесь не был."

scene bg city_street4 at left  
show nomiya smile at center  
with charaenter

no "Серьёзно? Ну, тогда самое время."

show nomiya veryhappy
with charachange

no "Это – замечательный город. Здесь множество прекрасных людей. И, самое главное, бьющая ключом культурная жизнь."

show nomiya talk
with charachange

no "Заведение %(name_sae)s сразу за углом."

$ renpy.music.set_volume(0.20000000000000001, 1.0, channel='ambient')

scene bg gallery_ext:
    yalign 0.0 

with locationskip

"Свернув ещё за три угла, Номия наконец-то останавливается перед дверью, над которой красуется табличка с большими красными буквами «22-й угол»."

show bg gallery_ext:
    yalign 1.0 
with charamove

show nomiya smile at twoleft  
show rin negative_spaciness at tworight  
with charaenter

rin "Неужто действительно двадцать второй угол?"

hi "И угол чего?"

show rin basic_deadpanupset
with charachange

rin "Это тоже меня беспокоит. То есть непонятно, с чего начинать подсчёт и каким способом считать?"

hide nomiya
with charaexit

"Раздражение охватывает Рин по самым странным причинам. В отличие от меня, Номия полностью её игнорирует и открывает дверь."

stop ambient fadeout 0.3
$ renpy.music.set_volume(1.0, 1.0, channel='ambient')
play sound sfx_storebell

scene bg gallery_int at bgleft  
with locationchange

play music music_soothing fadein 0.5

"Галерея выглядит очень опрятно, а кондиционер создаёт атмосферу свежести и комфорта."

"Благодаря белым стенам и большим выходящим на улицу окнам, это помещение кажется просторным и светлым. Тем не менее внутри не видно ни души."

"Большая часть помещения пуста, стоят только несколько больших столов и витрина."

"Картины, конечно, тоже присутствуют. И афиша, приглашающая посетить выставку художника, о котором я раньше не слышал."

"Большинство его работ, будь то портреты или пейзажи, выполнены в более традиционном стиле, нежели абстракции Рин."

show sae neutral
with charaenter

"На звук дверного колокольчика из-за угла появляется леди, выглядящая ровесницей Номии. Она одета в строгий костюм, её прямые тёмные волосы собраны на затылке в идеальный «конский хвост»."

"Она смотрит на нас сквозь стёкла дорогих очков."

"Я не могу с точностью определить её возраст. Она выглядит… старше своих лет."

show sae neutral at tworight  
show bg gallery_int at center  
with charamove

show nomiya talk at twoleft   behind sae
with charaenter

no "Привет, %(name_sae)s!"

"Она узнаёт нашего учителя и тепло приветствует его."

show sae smile
with charaenter

sa "Уже добрался, %(name_shinichi)s, и как быстро. Я так понимаю, это и есть твои ученики?"

show nomiya veryhappy
with charachange

no "Да, они. Позволь тебе представить – Рин %(name_tezuka)sа, та, о которой мы разговаривали, а вон тот здоровый с виду паренёк – Хисао Накай."

show sae doubt
with charachange

"Она меряет нас долгим и пристальным взором, особенно Рин. Такое чувство, будто она нас оценивает, как бы вычисляя некую нашу абстрактную стоимость."

"Её взгляд надолго задерживается на Рин: на её глазах, её пустых рукавах, завязанных в узлы, её позе. Я никогда раньше не видел, чтобы так пристально рассматривали человека, пытаясь составить о нём первое впечатление, как это делает %(name_sae)s. По окончании она приветливо улыбается."

show sae smile
with charachange

sa "Рада познакомиться. Меня зовут %(name_sae)s %(name_saionji)s, я владелица этой галереи."

sa "Могу я предложить вам чаю?"

show nomiya smile
with charachange

no "Ой, нет, спасибо, мы обойдёмся. Давайте перейдём к делу."

"Я кладу картины на стол, чтобы %(name_sae)s было лучше видно, а Номия достаёт свою папку с фотографиями."

show sae doubt
with charachange

"Владелица галереи тщательно изучает работы Рин, рассеяно поглаживает пальцами щёку, скользя взглядом по картинам."

"Её глаза напоминают мне глаза какой-то хищной птицы. В них чувствуются зоркость и некая расчётливость."

"Она не торопится, неспешно расхаживает перед выложенными картинами, не произнося ни слова."

show nomiya serious
with charachange

"Даже учитель выглядит очень возбуждённым. Он пытается указать на определённые детали и другие нюансы в работах Рин, но, кажется, она его не слушает."

"В то время как мы с Номией смотрим на %(name_sae)s, пытаясь разглядеть какую-нибудь реакцию на её лице, взгляд Рин блуждает по галерее. Неожиданно она задаёт вопрос."

show nomiya serious at center  
show sae doubt at right  
show bg gallery_int at bgright  
with charamove

show rin relaxed_nonchalant at left  
with charaenter

rin "Это действительно двадцать второй угол?"

show sae scowl
show nomiya frown
with charachange

"%(name_sae)s отрывает взгляд от картин, чтобы взглянуть на Рин, но ничего не отвечает."

"Наверное, это и к лучшему."

"Она оценивает непринуждённую позу Рин и мечтательное выражение её глаз, которые уже снова праздно осматривают окружение."

"То, что Рин, кажется, совершенно не проявляет интереса к теме, которая должна быть для неё очень важна, меня немного раздражает. Затаив дыхание, я жду вердикта."

show sae doubt
with charachange

"Посмотрев все фотографии Номии и изучив обе картины, которые я сюда притащил, %(name_sae)s напоследок пробегается глазами по всем материалам."

"Наконец она озвучивает своё решение."

show sae smile
with charachange

sa "Мне нравится."

show sae neutral
show nomiya smile
with charachange

sa "Хотя, если можно так сказать, ты ещё немного незрела. Может быть, ты ищешь собственное направление?"

"Она приподнимает одну из фотографий."

show sae smile
with charachange

sa "И всё же только гляньте на это! Я просто не могу оторвать глаз. Будто котёнок играется. Такое у меня складывается ощущение от твоих работ, юная леди."

show rin basic_deadpancontemplation
with charachange

rin "Спасибо. Наверное. Никто раньше не говорил мне ничего подобного. Вроде бы."

"Это всё, что Рин может сказать. Слова и интонация владелицы галереи, как мне кажется, отдают снисходительностью, но я решаю промолчать."

show nomiya talk
show sae neutral
with charachange

no "Крхм, как бы то ни было…"

no "У неё замечательное воображение, не правда ли?"

show nomiya veryhappy
with charachange

no "Я всегда говорил, что %(name_tezuka)sа уделяет особое внимание композиции и цветовой гармонии. А техника! Не забывай, всё это она написала ногами!"

no "Конечно, на выставке нужно также будет разместить и работы попроще, для неискушённого зрителя, верно, %(name_sae)s?"

show nomiya stern
with charachange

"Учитель насмешливо фыркает."

no "Ты же знаешь, какие они, обыватели. Что они понимают в настоящем искусстве? Они бы просто пришли в замешательство от этих абстракций и тем!"

show nomiya smile
with charachange

no "Но это принесёт большую известность, и это хорошо, не так ли?"

show sae smile
with charachange

"%(name_sae)s мягко улыбается замечанию Номии и возвращается к картинам."

sa "Не знаю…"

stop music fadeout 20.0

show sae neutral
with charachange

sa "Сказать по правде, я просто не представляю, как из этого делать выставку. Пусть мне это нравится, но я не могу уловить общей темы, единства."

show sae doubt
with charachange

sa "У неё нет единого цикла произведений, и, действительно, кто бы мог ожидать подобного от начинающего художника, такого, как этот котёнок?"

show nomiya talk
with charachange

no "О нет-нет-нет! Это определённо осуществимо, особенно если мы напишем несколько новых картин и подправим несколько старых."

show rin relaxed_doubt
with charachange

rin "Я не против того, чтобы написать ещё. Я сделаю всё, что нужно."

show sae neutral
with charachange

sa "Не будем забегать вперёд."

show nomiya veryhappy
show rin relaxed_nonchalant
with charachange

no "Поверь мне, я бы не пришёл к тебе, если бы не верил, что %(name_tezuka)sа готова. Ты и сама видишь это, не так ли?"

show nomiya smile
with charachange

no "Я прекрасно знаю, на что способны такие, как она. И ты тоже это знаешь."

show sae doubt
with charachange

"Из-за этих слов %(name_sae)s на секунду замирает. На мгновение её взгляд становится безгранично пустым, как будто она смотрит сквозь или, может, мимо Номии."

"Она молчит, но её губы сжимаются в плотную прямую линию, как бы растягиваются. Наконец это проходит."

show sae neutral
with charachange

sa "Значит, у тебя о ней такое мнение?"

show nomiya talk
with charachange

no "Именно такое."

show sae scowl
with charachange

"%(name_sae)s вздыхает и делает несколько шагов по кругу, будто пытается упорядочить свои мысли. Она снова бросает взгляд на фотографию картины, которая ей особенно понравилась, из-за которой она назвала Рин котёнком."

"Она подносит руку ко рту, не находя слов. Через несколько мгновений она качает головой."

show sae doubt
with charachange

sa "Я не знаю, что и сказать."

show sae neutral
with charachange

sa "Увидевшись с тобой, дорогая, и увидев твои картины… вы не оставите нас на минутку? Я хочу кое о чём поговорить с вашим учителем наедине."

hide sae
hide nomiya
show rin relaxed_boredom
with charaexit

"%(name_sae)s отводит учителя в сторонку, и они некоторое время разговаривают вполголоса."

"Я не могу расслышать, о чём они говорят, но, глядя над её плечом, вижу, как натягиваются морщинки в уголках рта, когда она жестикулирует в такт словам."

"Выражение на её лице… Что это за выражение? Не могу понять."

"Закончив обсуждение, они обмениваются серьёзными взглядами. Я чувствую, что сейчас происходил не просто обмен словами."

show nomiya smile at center  
show sae doubt at right  
with charaenter

"Они возвращаются к нам. %(name_sae)s, серьёзно глядя на Рин, словно бы рефлекторно тянется к лежащей на столе пачке сигарет."

"Она берёт пачку и извлекает одну сигарету, смотрит на неё рассеяно и, как будто осознав, что делает, убирает её обратно."

show rin relaxed_nonchalant
show sae neutral
with charachange

"В конце концов она встречается взглядом с Рин, ещё раз её оценивая."

show sae smile
with charachange

sa "Ну ладно, котёнок. Я дам тебе шанс."

play music music_another fadein 0.5

sa "Я буду выставлять здесь твои картины, но того, что я тут вижу, недостаточно. У тебя действительно нет связующей темы и достаточного количества хорошего материала."

show sae neutral
with charachange

sa "Тебе придётся изрядно потрудиться, чтобы действительно получилось что-то, что можно здесь выставлять."

show rin relaxed_sleepy
with charachange

rin "Я понимаю."

show sae smile
with charachange

sa "Хорошо, что моя галерея столь невелика, не так ли?"

show rin basic_absent
with charachange

hi "Рин и так пишет практически каждую свободную минуту. Как можно работать ещё более усердно?"

hi "Ей придётся пропускать занятия, чтобы делать больше, чем она уже делает. Разве можно столько работать?"

show rin basic_surprised
show nomiya frown
show sae neutral
with charachange

"После моих слов в галерее воцаряется тишина. %(name_sae)s смотрит на учителя рисования, который задумчиво смотрит на своего звёздного ученика. Я смущённо гляжу на всех троих."

show nomiya smile
show rin relaxed_nonchalant
with charachange

no "Это возможно."

show sae doubt
with charachange

sa "Что ты имеешь в виду?"

show nomiya talk
with charachange

no "Я имею в виду, что школа-то особенная. Совет придаёт подобным вещам большое значение. Я уверен, что могу устроить для неё каникулы. Такие случаи не редкость."

show nomiya smile
with charachange

no "Я обсужу это и с её родителями, но они всегда поддерживали её начинания."

no "Однако… может возникнуть загвоздка с тем, чтобы оборудовать для неё рабочее место в школе, если она не будет посещать занятия."

show nomiya talk
with charachange

no "Хотя я вот о чём подумал. Ты как-то используешь то место наверху?"

show sae scowl
with charachange

sa "Нет, не использую… не то что раньше. Сейчас оно больше похоже на свалку, чем на студию."

show rin relaxed_surprised
with charachange

rin "Наверху?"

show sae neutral
with charachange

sa "У меня есть небольшая мастерская на верхнем этаже этого здания, но она не использовалась… господи, как же давно это было, да?"

show nomiya frown
with charachange

"Она поднимает глаза на Номию, у которого на лице написано странное, отстранённое выражение."

no "Да уж. Как думаешь…"

"Даже Номии со всей его наглостью неудобно так напрямую просить. %(name_sae)s, конечно, видит его насквозь и, глубоко вздыхая, вскидывает руки."

show sae smile
with charachange

sa "Я так понимаю, ответ «нет» не принимается? Ну хорошо. Раз уж это так необходимо, я позволю вам воспользоваться и тем помещением. Оно всё равно простаивает."

show nomiya veryhappy
with charachange

no "Замечательно! Я знал, что могу рассчитывать на тебя!"

show sae scowl
show nomiya smile
with charachange

sa "Рано радуетесь. Там знатный беспорядок, так что не удивляйтесь, когда его увидите."

show sae neutral
with charachange

sa "Тем не менее вы можете использовать его по своему усмотрению. Поскольку это мастерская, там уже есть мольберты и всё такое. От вас потребуются инструменты и материалы, а также немного там прибраться."

sa "Оно непригодно для жизни, так что я не разрешу тебе там жить. В любом случае я сомневаюсь, что школа или родители позволили бы тебе это."

show rin basic_lucid
with charachange

rin "Ладно."

sa "Однако при необходимости там можно будет остаться на ночь. Я не буду возражать."

show nomiya veryhappy
with charachange

no "Ха-ха-ха, замечательно, правда, %(name_tezuka)sа?"

show rin basic_absent
with charachange

"Он восторженно хлопает по плечу Рин, смеясь от облегчения и радости, как будто всё это счастье свалилось на него лично."

show sae smile
with charachange

"%(name_sae)s тоже улыбается, вероятно по большей части из-за ликования старого учителя, нежели из-за чего-то другого."

sa "Боже мой, %(name_shinichi)s, всё точно так же, как тогда. Ты уверен, что мы не откусили больше, чем сможем прожевать?"

"Она смотрит на Рин, которая, несмотря на происходящее, выглядит на удивление подавленной."

show sae doubt
show rin relaxed_nonchalant
with charachange

sa "Я надеюсь, оно будет того стоить, котёнок."

"Она делает жест, будто хочет пожать руку Рин, но понимает, что это невозможно, и похлопывает её по плечу."

stop music fadeout 3.0

"Рин окидывает её взглядом, серьёзным и непроницаемым, как тьма ночи."

$ suppress_window_after_timeskip = True

scene black
with dissolve



label ru_R18:

$ renpy.music.set_volume(0.5, 0.0, channel='music')
play music music_tranquil fadein 3.0

window hide None

scene bg school_scienceroom
with locationchange

nvl clear
nvl show dissolve

n " {vspace=120}Рин подаёт заявление, и – я уверен, благодаря давлению Номии на директора интерната, – ей предоставляют каникулы с формулировкой «для исключительных внешкольных занятий». Она должна будет наверстать отставание во время летних каникул, но, кажется, она не возражает."

n "Рин, конечно, всё так же будет питаться и спать в интернате; она лишь не будет ходить на уроки. Я не совсем уверен, завидую я ей или нет."

n "Всё это, так или иначе, заставляет меня испытывать беспокойство."

n "Сегодня последний день занятий Рин. Я чувствую, что должен проводить её словами поддержки, ну хоть какими-нибудь словами. В конце концов, вроде как благодаря мне она решила окунуться во всё это с головой."

$ renpy.music.set_volume(1.0, 1.0, channel='music')

nvl clear
nvl hide dissolve

scene bg school_lobby
with locationskip

window show

"Мои занятия заканчиваются на добрых двадцать минут раньше, так что я спускаюсь в вестибюль и покупаю сок, после чего сажусь на скамейку и жду Рин. Я достаю из портфеля книгу и ищу место, на котором в прошлый раз закончил читать."

"Я коротаю жаркое послеполуденное время, праздно потягивая сок и читая книгу. Сюжет, кажется, совершенно не развивается, но мне всё равно."

play sound sfx_normalbell
play ambient sfx_crowd_indoors fadein 0.3

show crowd
with charaenter

"Звон колокола возвещает об окончании занятий, и ученики неспешно направляются кто в кружки, кто к воротам. Никто не обращает на меня, погрузившегося в чтение, внимания."

"Я продолжаю высматривать Рин, но ни знакомого лица, ни её ярких волос в общем потоке не замечаю."

stop ambient fadeout 2.0
stop music fadeout 4.0

scene bg school_lobby_ss
with shorttimeskip

"Я смотрю на часы. С окончания уроков прошло уже двадцать минут, и вестибюль практически полностью опустел. Даже Рин должна была уже выйти из класса, но либо я прозевал её, либо она не проходила мимо."

"Возможно, она направилась в кружок рисования, чтобы забрать забытые там вещи, или же её задержал строгий классный руководитель."

"На самом деле я не очень-то долго и жду, но мне это уже порядком надоело, так что я решаю пойти искать её сам."

"Я убираю книгу в портфель и выбрасываю пустой пакет из-под сока в урну, после чего поднимаюсь по лестнице."

scene bg school_hallway3
with locationskip

"В коридоре необычайно тихо, поскольку поблизости больше нет никаких кружков, кроме кружка рисования. Сперва я проверяю там, но там даже учителя нет."

play sound sfx_doorknock2

"Вернувшись на лестничную площадку, я тихонько стучу в дверь класса 3-4 и приоткрываю её, чтобы заглянуть внутрь."

play sound sfx_dooropen
scene bg school_room34_ss
with locationchange

"Золотистые солнечные лучи пересекают кабинет и падают на пол. Пылинки и частички мела медленно плавают в воздухе, делая свет почти осязаемым."

"Комната купается в мягком свете, пробивающемся сквозь окна, стирающем прочь тени."

"В классе находится только один человек."

scene ev rin_nap_total:
    xalign 0.5  yalign 0.5  zoom 1.0  subpixel True 
    ease 20.0  zoom 1.05 
with whiteout

play music music_serene fadein 4.0

"Рин сидит, как я понимаю, на своём обычном месте, в третьем ряду у окна, положив голову на парту."

"Она что, спала всё это время? Видимо, даже Эми не удалось, а может, не хватило смелости разбудить её."

"Я тихо закрываю дверь. Проходя мимо стоящих ровными рядами парт, я подхожу к ней."

hi "Рин?"

"Во рту вдруг становится сухо, так что я произношу это тихим шёпотом."

scene ev rin_nap_close_nohand:
    yalign 1.0  subpixel True 
with locationchange

"Она не отвечает, поэтому я ставлю портфель на пол и склоняюсь над ней, чтобы заглянуть ей в лицо."


"Глаза Рин мирно закрыты, длинные ресницы отбрасывают тонкие тени на щёки. Рот слегка приоткрыт, позволяя мне расслышать её дыхание."

"Сегодня на голове у неё ещё больший беспорядок, чем обычно, растрёпанные волосы закрывают пол-лица."

"Портфель лежит у её ног, будто забытая тряпичная кукла. Несколько книг и ручек выпали из него и лежат рядом. Эта сцена заставляет меня слегка улыбнуться."


show ev rin_nap_close_nohand:
    ease 1.0  yalign 0.0 
with None

scene ev rin_nap_close_hand:
    yalign 1.0   subpixel True 
    ease 1.0  yalign 0.0 
with Dissolve(1.0)

"Я слегка касаюсь головы Рин, смахивая несколько непослушных волос с её уха. Ладонью я ощущаю тепло её волос."

scene ev rin_nap_close_nohand:
    yalign 0.0  subpixel True 
with locationchange

"Рин шевелится, и я рефлекторно отдёргиваю свою руку, испытывая неловкость из-за того, что так небрежно до неё дотронулся."

show ev rin_nap_close_nohand:
    ease 2.0  yalign 1.0 
with Pause(0.5)

"Она выглядит беззащитной, как и любой спящий человек. Просто невозможно не проникнуться к ней нежностью."

scene ev rin_nap_total
with locationchange

"Я сажусь на парту перед местом Рин и приоткрываю окно, чтобы впустить в помещение немного свежего воздуха. Хочется надеяться, что это разбудит её и мне не придётся прибегать к более грубым методам."

scene ev rin_nap_total_awind
with locationchange

"Она и не собирается просыпаться, но я на это особо и не рассчитывал."

"Глядя на неё, я тоже испытываю усталость. Честно говоря, я не отказался бы вздремнуть, но ограничиваюсь лишь тем, что прислоняюсь к большому окну."

"Стекло теплее моего уха и щеки, потому что окна выходят на запад, в сторону заходящего дневного солнца."

"Этот свет медленно тает в золотисто-каштановых волосах Рин, так смягчая контуры её тела, что кажется, будто она исчезает в нём."

"Подёргивания мышц, её развевающиеся от ветерка волосы, даже ровный ритм дыхания – всё это создаёт яркий образ спящей девушки."

"Как и все спящие люди, Рин выглядит так, будто она покинула этот мир и отправилась в какую-то далёкую страну грёз."

"В её случае совсем не очевидно, что она когда-нибудь вернётся обратно. Она кажется настолько отдалённой от того, что её окружает, что, даже когда она не спит, вокруг неё примерно такая же атмосфера."

stop music fadeout 15.0

"Внезапно приходит понимание."

scene ev rin_nap_close_awind:
    xalign 0.5  yalign 0.5  zoom 1.0  subpixel True 
    ease 20.0  zoom 1.05 
with locationchange

"Рин иногда выглядит так же, когда пишет картины."

"Сосредоточенность в процессе работы на её лице напоминает то выражение, что я наблюдаю, когда она спит: будто она пребывает на той стороне некоего воображаемого разлома."

"В груди вспыхивает боль."

"У меня нет никакой возможности преодолеть этот разлом, чтобы оказаться с ней на одной волне. Это обидно, хотя я и знаю, что любые два человека не могут понять друг друга по-настоящему."

"Но Рин… она, без преувеличения, переносится в другой мир, когда говорит об искусстве, думает об искусстве или творит искусство."

"Это мир, который ни я, ни, вероятно, кто-либо ещё не сможем разделить с ней. Как и мир её грёз."

"Рин всё ещё не проявляет никаких признаков пробуждения, так что я сталкиваюсь с необходимостью выбора: будить её или дождаться, пока она проснётся сама."

"Я выбираю последнее."

scene ev rin_nap_total_awind
with locationchange

"Ждать у меня получается неплохо. Я узнал об этом, когда лежал в больнице. Но даже в больничной палате было более оживлённо, чем в школе после окончания занятий."

"В тишине класса слышны лишь громкое тиканье часов над дверью и далёкие голоса учеников за окном."

"Летний тёплый ветерок дует из приоткрытого окна и приносит с собой лёгкий аромат."

scene bg misc_sky_ss at Fullpan(20.0)  
with locationchange

"Чтобы посмотреть, откуда он исходит, я выглядываю на улицу, но практически мгновенно слепну. Кажется, словно оконное стекло удерживает в себе весь солнечный свет, так что смотреть без него оказывается весьма болезненно."

"Всё, что я успеваю разглядеть за окном, – это тёмные силуэты деревьев и стена вокруг интерната на фоне сияния заходящего солнца."

scene ev rin_nap_total_awind
with locationchange

"Когда я оборачиваюсь к Рин, она снова шевелится."

play music music_innocence

scene ev rin_nap_total_awind_tears
with locationchange

"Одинокая слезинка, оставляя влажный след, медленно скатывается по её щеке и падает на стол."

scene ev rin_nap_close_awind_tears
with locationchange

"Эта крошечная капелька пленяет мой взор."

"Ещё одна слеза следует за первой, а за ними и третья. Чувство тревоги овладевает мной, я застываю на месте."

"Это очень странно – видеть умиротворённое лицо спящей Рин и в то же время наблюдать, как слёзы бегут по её щекам, падая на деревянную столешницу парты, на которой она лежит."

"Я не знаю, как мне быть, так что я ничего не делаю и просто наблюдаю, как слёзы одна за другой катятся по её лицу."

"Интересно, что ей снится?"

scene bg school_room34_ss
with locationchange

"Рин просыпается из-за того, что в очередной раз вздрагивает, а может быть, из-за слёз."

show rin relaxed_sleepy_close_ss:
    center   
    alpha 0.0  ypos 1.3  subpixel True 
    easein 1.0  ypos 1.17  alpha 1.0 
with Pause(1.0)

"Она садится и так широко зевает, что кажется, будто сейчас свернёт себе челюсть."

rin "О-о…"

show rin relaxed_nonchalant_close_ss:
    subpixel False  alpha 1.0  ypos 1.17 
with charachange

"Она замечает меня, но её реакция больше напоминает полное отсутствие какой-либо реакции. Это просто констатация факта; не испуганный вздох или нечто подобное."

show rin relaxed_boredom_close_ss
with charachange

rin "Привет."

hi "Доброе утро."

"Она ещё не отошла ото сна и не отвечает на мою вымученную улыбку."

show rin basic_absent_close_ss
with charachange

rin "Ох."

"Рин замечает, что у неё мокрые щёки, и быстро вытирает их о плечи своей рубашки. Кажется, будто она ни капельки не удивлена или взволнована из-за них."

hi "Ты плакала во сне. Дурной сон?"

show rin basic_awayabsent_close_ss
with charachange

rin "Нет. Ничего подобного. Это то, чему я научилась. У других людей."

show rin basic_deadpanamused_close_ss
with charachange

rin "Это забавная история, позже я тебе её расскажу."

show rin basic_lucid_close_ss
with charachange

rin "Хотя, если задуматься, она совсем не забавная. Наверное, не буду я тебе её рассказывать. Ты что-то хотел или просто пришёл посмотреть на то, как я сплю?"

hi "Э… Я хотел увидеться с тобой после уроков."

show rin basic_deadpancontemplation_close_ss
with charachange

rin "Ясно. Ну, «после уроков» настало, и вот я вижу тебя."

hi "Ага. Я просто хотел пожелать тебе удачи, и всякое такое. Полагаю, в ближайшие недели у тебя будет много работы."

show rin basic_deadpandelight_close_ss
with charachange

rin "Спасибо."

show rin relaxed_boredom_close_ss
with charachange

"Рин снова зевает и моргает несколько раз."

rin "Я странно себя чувствую. Совершенно не выспалась прошлой ночью."


hi "Бабочки в животе?"

show rin basic_surprised_close_ss
with charachange

rin "Что? Нет. То есть да. Я знаю, что это значит. Бабочки. На самом деле не так уж я себя хорошо чувствую."

hi "Всё будет в порядке."

show rin basic_lucid_close_ss
with charachange

rin "Ты так во всём уверен. Однажды тебе это аукнется."


hi "Я буду этого ждать."

show rin basic_deadpanupset_close_ss
with charachange

rin "Кажется, мне пора идти. Я обещала миссис %(name_saionji)s, что приду сразу после школы, а сейчас и есть «после школы»."

hi "Ничего, если я буду иногда заходить? Хотя ты, наверное, планируешь много работать, так что если ты не желаешь, чтобы я тебя отвлекал…"

show rin negative_spaciness_close_ss
with charachange

rin "Всё нормально. Ты меня не отвлекаешь. Не то что Эми. Не приводи её с собой. На этот раз мне не хотелось бы её видеть."

show rin basic_deadpannormal_close_ss
with charachange

rin "Я сказала ей держаться подальше."

hi "Ясно. Ну ладно."

show rin basic_deadpannormal_close_ss at center  
with charamove

hide rin
with charaexit

"Рин встаёт и молча направляется к двери, а я иду следом."

scene bg school_hallway3
with locationchange

"Пустые школьные коридоры, лишённые привычной толпы учеников, выглядят очень одиноко."

"Прошло лишь несколько часов с тех пор, как закончились занятия, но школа выглядит совершенно заброшенной. Наши шаги – единственное, что нарушает тишину коридоров."

"Перемена внезапная, но она показывает, что здание – лишь пустая оболочка, безжизненная без учеников и учителей, которые вдыхают в неё жизнь."

"Школа как будто превратилась в уединённый, принадлежащий только нам двоим мирок, укромное место, наполненное тишиной и меловой пылью."

scene bg school_staircase2_ss
show rin basic_awayabsent_close_ss at center  
with locationchange

rin "Я собираюсь измениться."

"Она ни с того ни с сего произносит это, пока мы спускаемся по лестнице с третьего этажа, и эта фраза заставляет меня задуматься о её взгляде на вызов, ждущий её впереди."

hi "Людям иногда приходится это делать."

stop music fadeout 5.0

"Это последнее, что мы говорим друг другу в этот день, несмотря на то что так многое могли бы друг другу сказать."

"И даже эти слова тонут во всеобъемлющей тишине, исчезая в застоявшемся воздухе, будто они никогда и не были произнесены."

scene black
with dissolve




label ru_R19:

play music music_pearly fadein 5.0

scene bg school_scienceroom
with locationchange

"В следующий понедельник я заметил, что меня охватила странная пустота, которая вызвана осознанием того, что я не смогу видеть Рин тогда, когда захочу."

"Эта опустошённость немного сбивает с толку, но я всё равно умудряюсь досидеть до обеда. Последний урок, одним словом, ужасен."

"Не то чтобы урок был плох, просто он скучный, а в классе так жарко, что мне кажется, будто я таю."

"Кондиционер либо сломан, либо отключён, так что окна пришлось открыть. Но толку от этого никакого: на улице нет ни намёка на ветерок. Только стрекот цикад доносится снаружи."

"Нестерпимая жара проникает в комнату. Ученики и учителя пребывают в полубессознательном состоянии."

"Я просто хочу встать и уйти отсюда, не заботясь о том, что скажет учитель или кто-то ещё. Я замечаю, что подобные мысли не только у меня в голове."

"Рядом со мной Миша бесстыдно приподняла юбку и обмахивает под ней своей тетрадкой."

"Только %(name_shizune)s, сидящая со скрещенными на груди руками и совершенно прямой спиной, устремив взгляд на написанные на доске уравнения, выглядит такой же спокойной, как и всегда."

"Я продолжаю тоскливо поглядывать на часы, но время от этого быстрее не идёт."

"Забавно. Я помню, как сильно хотел выйти из больницы и вернуться в школу."

"Теперь всё, о чём я только могу думать, – это предстоящие летние каникулы и свобода от уроков и домашней работы. Возможно, такова человеческая натура – для нас имеет значение только настоящее."

play sound sfx_normalbell

"Наконец-то раздаётся звонок."

play ambient sfx_crowd_indoors fadein 1.0

scene bg school_hallway3
show crowd
with locationchange

"Мы с одноклассниками с облегчением выскакиваем в коридор, где уже столпились ученики из других классов."

show emi basic_closedgrin at center  
with charaenter

"Неподалёку я замечаю миниатюрную фигуру Эми и направляюсь к ней."

hi "Привет!"

show emi basic_grin
with charachange

"Она мило улыбается, явно радуясь встрече со мной."

show emi basic_happy
with charachange

emi "Хисао! Как дела? В твоём классе тоже жарища?"

hi "Ага. Я думал, что растаю там."

hi "Кроме этого ничего интересного вроде нет. Я чувствую себя выбитым из колеи, после того как Рин отправилась в своё, так сказать, большое путешествие."

show emi happybounce
with Pause(0.5)

"Лицо Эми расплывается в широкой улыбке, и она подпрыгивает в порыве энтузиазма."

show emi excited_joy at center  
with charachange

emi "Но разве это не здорово? Я та-а-ак рада за неё и могу поспорить, что всем понравятся её картины, и многие из них у неё купят, и она заработает кучу денег."

hi "Ага, уверен, что всё будет прекрасно."

show emi sad_pout
with charachange

emi "Хотя я всё ещё на неё в обиде."

"Она принимает рассерженный вид, руки в боки, даже подбавляет немного злости в голос. По правде говоря, это не производит того впечатления, на которое она рассчитывала, но я решаю об этом умолчать."

hi "Почему это?"

show emi sad_annoyed
with charachange

emi "Она сказала, что не хочет, чтобы я виделась с ней."

hi "Ах да, она о чём-то таком упоминала. Наверное, не хочет, чтобы её отвлекали. Могу её понять."

show emi sad_angry
with charachange

emi "Не думаю, что я так уж сильно её отвлекаю! Кроме того, я уверена, что она забудет должным образом питаться и спать, если кто-нибудь ей не будет напоминать."

show emi basic_annoyed
with charachange

emi "Иногда, в таком состоянии, зациклившись на чём-то, она забывает обо всём на свете."

show emi sad_depressed
with charachange

emi "Знаешь, это правда меня волнует. Всё ли с ней будет в порядке?"

hi "Ты ей очень хорошая подруга."



label ru_R19a:


hi "Кстати, об этом… Даже не знаю, должен ли я это говорить, но кое-что меня беспокоит."

hi "Как бы лучше выразиться?… Рин сказала, что не воспринимает тебя как друга… или типа того. Мне непонятно, как у неё язык повернулся сказать нечто подобное."

hi "Ведь вы, кажется, так близки."

show emi sad_shy
with charachange

"Очень неловко говорить такое, но мне наконец удаётся произнести эти слова. Эми, кажется, не сильно поражена, но на мгновение замолкает. Даже её вечная улыбка исчезает, уступая место более серьёзному выражению лица."

show emi sad_grin
with charachange

emi "Ха-ха-ха, вот оно что? Полагаю, я для неё скорее как старшая сестра."

hi "Прости? Старшая сестра? Ты?"

show emi excited_circle
with charachange

"Я кладу руку сперва себе, а потом ей на голову, как будто сравнивая и убеждаясь в разнице нашего роста. Эми игриво шлёпает меня по запястью и раздосадованно показывает язык."

show emi basic_annoyed
with charachange

emi "Эй, это удар ниже пояса! Я считала тебя более воспитанным."

hi "Прости, я просто не смог удержаться."

"На самом деле я хотел пошутить, чтобы поднять настроение, а не высмеять Эми."

show emi basic_grin
with charachange

emi "Но я серьёзно. Кроме того, я на год старше, чем Рин, и даже, раз уж на то пошло, чем ты. Вот так."

hi "В самом деле?"

show emi sad_shy
with charachange

emi "Ага. Я пропустила учебный год, когда повторно училась ходить и бегать на этих ногах."

hi "Ах да. Теперь понятно."

"Я должен был сам догадаться. Меня оправдывает лишь то, что её крошечная фигурка может ввести в заблуждение любого."

show emi sad_grin
with charachange

"Эми криво улыбается и что-то доселе скрытое всплывает в глубине её взгляда, как водоворот, внезапно появляющийся на речной глади."

show emi basic_grin
with charachange

"Я наблюдаю, как какое-то мгновение она борется с этим, потом, моргнув, прогоняет это прочь и расплывается в улыбке."

show emi basic_closedhappy
with charachange

emi "Так или иначе, это правда. Она настолько милая, что мне хочется её потискать. Я всегда хотела младшую сестру, но… полагаю, теперь у меня её не будет."

show emi sad_grin
with charachange

emi "С Рин всегда было малость трудно общаться по-серьёзному, так что я даже и не пробовала."

emi "Но всё-таки она мне очень нравится, поэтому то, что она сказала, меня расстраивает. Не сказать, что я такая уж заядлая спорщица, поэтому, видимо, теперь ничего не поделаешь."

emi "Мы действительно близки, но, возможно, не настолько. Понимаешь, о чём я?"

"Она шумно вздыхает."



label ru_R19b:

show emi sad_shy
with charachange

emi "Интересно…"

show emi sad_depressed
with charachange

emi "Интересно, не считает ли она меня назойливой?"

hi "Я уверен, что нет."

show emi sad_grin
with charachange

"Эми трясёт головой, как бы уверяя меня, что она только шутила. Однако я не уверен, была ли в этом хоть доля шутки."

show emi basic_grin
with charachange

emi "Ей на ум приходят странные мысли о всякой ерунде. Просто многое представляется ей в совершенно ином свете, чем мне. Я даже не могу припомнить всю чушь, что она несла с момента нашего знакомства."

show emi basic_closedgrin
with charachange

emi "Да и Рин вряд ли помнит. Она забыла бы собственную голову, если б та не крепилась к плечам. Именно поэтому я не могу оставить её без присмотра."

show emi sad_grin
with charachange

emi "Это странно?"

"Она прислоняется к стене. Ей как-то удаётся одновременно выглядеть расстроенной и, как всегда, весёлой. Я испытываю странное чувство, будто говорю с двумя людьми одновременно."

hi "Откуда мне знать? У каждого свои странности, но твои довольно милые. По крайней мере, в отличие от Рин, я понимаю, о чём ты говоришь."

hi "По большей части я тоже не имею понятия, что творится у неё в голове."

show emi basic_closedgrin
with charachange

"Эми хихикает, согласно кивая."

show emi basic_grin
with charachange

emi "Думаю, это нормально, что ты её не понимаешь. В общении с ней это обычное явление."

"Эми выпрямляется, отряхивает подол юбки и поправляет талию. Она неловко смеётся."

show emi excited_proud
with charachange

emi "Ха-ха, ничего себе, мы разговариваем на серьёзные темы! Что с тобой, Хисао? Почему ты поднял этот вопрос?"

hi "О, прости. На самом деле я не хотел пускаться в подобного рода дискуссии. Я просто… Не знаю. В последнее время у меня было странное ощущение, связанное с Рин."

hi "Не знаю почему."

"Я чувствую себя немного виноватым, затрагивая эту тему без какой-то видимой причины, кроме своего собственного беспокойства."

show emi basic_closedhappy
with charachange

emi "Всё будет хорошо. Не волнуйся об этом."

show emi excited_happy_close
with characlose

"Внезапно Эми хватает меня за запястье и поворачивает его так, чтобы увидеть время на моих наручных часах."

show emi basic_hes_close
with charachange

emi "Вот чёрт, уже так поздно?! Я должна идти, у меня там на поле встреча с командой по бегу."

show emi sad_shy_close
with charachange

emi "Это будет ни разу не весело – бегать по такой-то жаре. Мы будем потеть как свиньи, но я обещала прийти."

show emi basic_happy_close
with charachange

emi "Пока-пока!"

stop music fadeout 10.0

hide emi
with charaexit

"Она сбегает по лестнице, а мне остаётся только гадать, не ранило ли её сказанное мной, а точнее, сказанное Рин. Хотя, возможно, Эми больше всего ранили её же собственные слова."

$ renpy.music.set_volume(0.5, 1.0, channel='ambient')

window hide
nvl clear
nvl show dissolve

n " {vspace=120}Значит, даже самый близкий Рин человек столь же далёк от неё, как и все остальные."

n "Интересно, чувствует ли это сама Рин?"

n "Когда я лежал в больнице, меня преследовало ощущение постепенного отдаления от окружающего мира. Я испытывал тревогу и подавленность. Порой я по-прежнему их испытываю, но всеми силами борюсь с этим."

n "Если Рин всю жизнь была по ту сторону пропасти, я не могу себе представить, как она могла не чувствовать себя одиноко. Но, возможно, она действительно особенная."

n " {vspace=30}То, другое место мне совершенно не по душе, но ей там, возможно, спокойнее."

$ renpy.music.set_volume(1.0, 2.0, channel='ambient')

nvl clear
nvl hide dissolve



label ru_R20:

window hide None

stop ambient fadeout 2.0

scene bg school_hallway3
with shorttimeskip

window show

"Когда этим днём я иду через холл, бросаю взгляд на часы. Почти половина пятого."

"Как правило, в это время я посещаю кружок рисования, но я совершенно не хочу идти туда, так что направляюсь в обратном направлении."

"Что-то подсказывает мне, что это необдуманное решение. Просто я знаю, что если однажды пропущу занятия кружка, то буду пропускать их снова и снова. На этом у меня с кружком рисования всё."

"Всё же это назревало уже некоторое время. Думаю, что формально выйду из него позже."

"Я продолжаю смотреть под ноги, пока брожу без определённой цели. Это приводит меня – возможно, подсознательно? – в школьную библиотеку."

play music music_happiness fadein 2.0

scene bg school_library at right  
with locationchange

"Тут практически пусто и совершенно тихо. Несколько первоклассников сидят за столами, объединив усилия, чтобы успеть выполнить домашнюю работу до ужина."

"Юко тоже занята делом. Она работает с высокой стопкой книг на столе, проверяя их одну за другой и кладя на тележку рядом. Я приветствую её, когда вхожу."

show yuuko happy_down at center  
with charaenter

yu "Добрый день."

show yuuko neutral_down
with charachange

yu "Давненько тебя не видела. Ты уже все книги прочитал?"

"Кажется, она в хорошем настроении."

hi "Ха-ха, не то чтобы. Я вступил в кружок рисования, так что проводил время там, вместо того чтобы зачитываться книгами."

hi "Но я собираюсь выйти из него, так что теперь мы, наверное, будем видеться чаще."

show yuuko worried_up
with charachange

yu "Тебе этот кружок не нравится?"

hi "Честно? Не знаю. У меня нет особого таланта в живописи, но рисовать мне нравилось."

hi "Я просто думаю, что это бессмысленно. Я не вижу в этом каких-либо перспектив."

show yuuko worried_down
with charachange

yu "Учитель рисования меня немного пугает."

hi "Правда? На самом деле он достаточно приятный человек. Правда, он иногда, наверное, чересчур эмоционален."

"На лице Юко появляется выражение, которое я не могу понять, но она ничего больше не произносит."

hi "Как твои дела?"

show yuuko smile_down
with charachange

yu "Сегодня случилось нечто хорошее: я не завалила сессию в университете."

hi "Так это же здорово, правда?!"

show yuuko closedhappy_up
with charachange

yu "Да! Без зачёта меня бы, может, выгнали, и тогда мне пришлось бы оправдываться перед семьёй. В этом плане мне несказанно повезло."

show yuuko smile_up
with charachange

yu "Думаю, нужно бы сегодня купить пудинг и отметить это."

hi "Трудно, видимо, быть студентом. Удивлён, что ты умудряешься работать на двух работах и при этом успешно учиться."

show yuuko worried_down
with charachange

yu "Это точно, из-за моей работы по совместительству трудно не отставать в учёбе, а ещё на меня постоянно куратор кричит."

yu "А потом, если я занимаюсь допоздна, то на работе на меня уже босс ругается из-за того, что я сонная."

show yuuko worried_up
with charachange

yu "Но если я уйду с работы, то придётся голодать."

show yuuko neurotic_up
with charachange

yu "Похоже, я в любом случае в проигрыше, хе-хе. Не понимаю, как до такого дошло?"

"Я не знаю, что и сказать. Она ведь не жалуется, чтобы заработать сочувствие парня, который намного её моложе. В сущности, она просто рассказывает о своей повседневной жизни."

"Хотя это заставляет меня ещё больше жалеть её."

hi "Ого! Тяжело же тебе приходится."

show yuuko neutral_down
with charachange

yu "Не знаю. Это продолжается так долго, что я уже забыла, что значит жить нормальной жизнью. Или, может, это и есть нормальная жизнь для моего возраста."

show yuuko worried_down
with charachange

yu "Это нормально? Так ведь? Должно быть, так. Почему быть нормальным так тоскливо?"

hi "Трудно сказать. Впрочем, быть ненормальным едва ли намного легче."

show yuuko panic_up
with charachange

yu "Ох, я не это имела в виду! Прости, прости, прости! Я просто увлеклась."

hi "Ничего страшного. Это своего рода шутка была. В любом случае ты, кажется, вполне справляешься со всем этим."

show yuuko closedhappy_down
with charachange

yu "Да, когда я совсем расклеиваюсь, то делаю шаг назад и завариваю чашку чая! И, когда я пью чай, даю моему настроению пинок под зад – БАМ! – после чего говорю себе: «А теперь ты сделаешь это, Юко!» – а потом иду и делаю!"

show yuuko happy_up
with charachange

yu "Именно поэтому я теперь так усердно работаю."

"Она картинно сжимает кулачки на пике своего энергичного монолога. Не совсем ясно, что она хотела этим изобразить, но приятно видеть, что она полна энтузиазма."

stop music fadeout 10.0

hide yuuko
with charaexit

show bg school_library at left  
with charamove

"Оставив Юко наедине с работой, я направляюсь вглубь библиотеки, где выставлены романы. Сперва я решил почитать какое-нибудь документальное произведение, например биографию, но в итоге передумал."

"Мои пальцы скользят по корешкам книг, ряд за рядом. Время от времени я наугад извлекаю книгу, гляжу на обложку и иногда пробегаю глазами первые две-три страницы."

"Ничто не привлекает моего внимания, так что всё заканчивается тем, что я беру книгу, которую уже читал примерно в марте, в больнице. Помню, она мне понравилась."

"Я сажусь на один из пуфов и моментально погружаюсь в чтение, шустро перелистывая страницы. Я, вероятно, не самый быстрый читатель, но всё равно читаю довольно резво. Это приносит мне странное чувство удовлетворения."

"Сосредоточенность на чтении – то, в чём я тоже весьма неплох. Я также могу довольно результативно зубрить, пока у меня есть стимул. В этом секрет моих хороших оценок, хотя и на уроках я довольно прилежен."

"Это то, что у нас с Рин общее. Она вправду может сосредоточиться на картинах, если захочет."

"Интересно, что она делает сейчас? Наверное, пишет вовсю."

"Это расстояние, внезапно выросшее между нами, меня раздражает. Я-то считал, что мы становимся ближе, но теперь это ощущение утеряно."

"Я тоже немного беспокоюсь о ней."

label ru_choiceR20:

menu:
    with menueffect
    "Я не могу разобраться в собственных мыслях."
    "Я не могу оставить её одну.":


        return m1
    "Я хочу больше быть с ней.":

        return m2

label ru_R20a:

"Я разделяю беспокойство Эми о Рин. Она принадлежит к тому типу людей, которые могут настолько окунуться в свой собственный странный мир, что заблудятся в нём, прежде чем осознают это."

"Не сказал бы, что я испытываю желание быть каким-то рыцарем на белом коне, который сможет спасти Рин от самой себя. Она не нуждается в спасении. Но я просто не могу оставить её одну."

label ru_R20b:

"На самом деле в школе, кроме Рин, мне и поговорить-то больше не с кем. Не то чтобы мы так уж часто о чём-то разговариваем, но, по крайней мере, мы вместе проводим время."

"Я действительно не хочу потерять это."

label ru_R20c:

"Если я хочу сохранить те отношения, что возникли у нас с Рин, я должен сделать всё от меня зависящее, чтобы выставка состоялась."

"Я осознаю, что уже на некоторое время замер на одной странице."

"Я обращаю свой взгляд обратно к книге, которую читаю. Буквы почему-то сливаются в малопонятный шифр. Я напряжённо всматриваюсь в него в надежде, что текст снова обретёт смысл."

"Не появляется никаких закономерностей, ничего, что могло бы помочь продвинуться дальше."

"Я закрываю книгу и в глубокой задумчивости сажусь обратно на пуф, размышляя, чего же я на самом деле хочу."

scene black
with dissolve




label ru_R21:

window hide None

scene bg school_hallway3
show crowd
with locationchange

window show

"У меня, как и у Эми, есть собственный кружок, так что я направляюсь прямиком в комнату кружка рисования в конце коридора."

stop ambient fadeout 1.0
play music music_dreamy fadein 4.0

scene bg school_classroomart
with locationchange

"Сегодня присутствует лишь несколько человек, так что настрой ещё более непринуждённый, чем обычно."

"Рин нет из-за работы над её выставочным проектом, но мне интересно, не прогуливают ли попросту остальные, побеждённые жарой?"

"На скорую руку я рисую куском графита набросок, но получается плохо. Из-за графита кончики моих пальцев становятся чёрными как смоль и будто бы случайно размазывают его по бумаге."

"У меня стало получаться немного лучше, но уровень Рин всё ещё вне моей досягаемости."

"Через какое-то время приходит Номия и начинает обходить помещение, контролируя рабочий процесс и делая замечания по ещё не завершённым работам."

"Он останавливается позади меня и наклоняется ближе, чтобы получше рассмотреть мой грубый эскиз."

show nomiya smile at center  
with charaenter

no "Пытаешься брать пример с %(name_tezuka)sи, не так ли?"

hi "Ну, в общем, я наблюдал за её манерой письма, но вовсе не просил совета, нет."

show nomiya frown_close
with characlose

no "Давай-ка глянем."

"Он небрежно берёт из моей руки кусочек графита и легко рисует тонкие, едва заметные линии, чтобы показать места, нуждающиеся в доработке."

"Я расстроен из-за того, что сам не заметил столь очевидных недостатков, а Номия всего несколькими взмахами всё исправляет."

show nomiya frown
with charadistant

"Выпрямляясь, он бросает косой взгляд на место, где обычно сидит Рин."

show nomiya dreamy
with charachange

no "Испытываю ностальгию, будто по птенцу, улетевшему из гнезда. Я буду скучать по мисс %(name_tezuka)sе, когда она окончит школу. Знаешь, её талант родился здесь."

show nomiya smile
with charachange

no "Прямо слёзы на глаза наворачиваются."

hi "Как думаете, у неё есть шанс добиться успеха на выставке?"

show nomiya frown
with charachange

"Номия поднимает взгляд от моего эскиза, поправляя очки. Задумчиво потирает подбородок."

no "Почему бы и нет? Вряд ли она мгновенно произведёт фурор, ничего такого, но заявить о себе на этом поприще очень важно."

show nomiya smile
with charachange

no "Правильные связи – дороже золота, это сейчас самое главное, что ей нужно, раз она собирается стать художником. Известность очень важна в этих кругах."

show nomiya talk
with charachange

no "У неё есть ряд преимуществ, такие как молодость и техника письма. Она, сам понимаешь, рисует ногами. Людям, естественно, любопытны подобные детали."

"Слышать от него такое неприятно."

hi "Разве это не банальная попытка эксплуатировать её инвалидность с целью привлечения большего внимания? Идея кажется сомнительной."

show nomiya serious
with charachange

no "Подожди, не спеши. Это совсем другое. Подумай об этом с другой стороны, как художник."

show nomiya smile
with charachange

no "Ты бы предпочёл, чтобы %(name_tezuka)sа совсем скрылась от глаз общественности, как будто в её состоянии есть нечто постыдное?"

show nomiya talk
with charachange

no "Некоторые назвали бы это эксплуатацией, делай мы упор на этом факте, или дискриминацией, попытайся мы его скрыть. А мы просто должны быть честны в этом вопросе."

show nomiya smile
with charachange

no "В этом ведь нет ничего плохо, правда, молодой человек?"

hi "Наверное, нет."

show nomiya veryhappy
with charachange

no "Ну и отлично!"

show nomiya talk
with charachange

no "Верно, инвалиды часто сталкиваются с разнообразными проблемами, пытаясь влиться в общество, порой очень неприятными, но от попыток игнорировать их лучше не станет."

show nomiya smile
with charachange

no "Я уверен, что %(name_sae)s будет обходиться с этой её проблемой со всей деликатностью. Я знаю её с художественной школы, и она – надёжный человек."

hi "Почему она идёт так далеко ради Рин? Потому что вы попросили?"

show nomiya veryhappy
with charachange

no "О, у неё были и свои причины. Поверь старику, она добрее, чем кажется."

extend " Да, только ей об этом не говори."

show nomiya talktongue
with charachange

"Он подмигивает и прикрывает рот рукой."

"Я помню, с каким интересом, практически не отрываясь, %(name_sae)s разглядывала Рин во время нашего визита в галерею. Казалось, будто владелица галереи пытается запечатлеть всё о ней в своей памяти."

"Или, может, Рин напомнила ей кого-то ещё."

show nomiya smile
with charachange

no "%(name_sae)s просто-напросто обожает молодых людей со страстью к искусству. В своей галерее она как раз помогает подающим надежды талантам показать себя людям."

no "Это идеально подходит таким, как %(name_tezuka)sа."

hi "Всё же я даже не знаю, хочет ли она избрать карьеру художника. Хотя такой выбор вполне закономерен."

show nomiya veryhappy
with charachange

no "Не имею ни малейшего понятия."

show nomiya smile
with charachange

no "Как говорится, учитель может лишь указать на дверь, но только ученик может войти в неё. Старая, подзабытая поговорка, но до сих пор верная."

hide nomiya
with charaexit

"Он отходит, чтобы пообщаться с парой девушек второго года обучения, работающих над какой-то акварелью."

"Несмотря на использование им этой избитой фразы, мне кажется, будто Номия скорее пытался протолкнуть Рин в эту дверь, но я не могу винить его в этом."

"Своими речами о потерянной перспективе и прочем я фактически делаю то же самое."

"Номия считает, что сейчас самое время позволить Рин опробовать свои крылья. Он абсолютно уверен в этом."

"Интересно, почему я не могу избавиться от засевшего во мне чувства тревоги? Это вроде бы не должно иметь ко мне никакого отношения."

"Может быть, именно это меня и беспокоит: я не играю во всём этом никакой роли. А я… я хочу стать частью жизни Рин и хочу, чтобы она стала частью моей."

"Вот как должна выглядеть дружба. Вот почему она сказала «мы». Интересно, она и правда это имела в виду?"

"Я чувствую, будто очень далёк от неё, даже когда нахожусь рядом. Аналогично обстоят дела у Рин с Эми. Я её не понимаю."

label ru_choiceR21:
menu:
    with menueffect
    "Кто я для неё?"
    "Я хочу поддержать её.":


        return m1
    "Я хочу понять её.":

        return m2

label ru_R21a:

"Я хочу подставить плечо, если ей потребуется дружеская поддержка. По меньшей мере это я могу сделать."

"Как я могу зваться её другом, если не могу поддержать её в трудную минуту?"

label ru_R21b:

"В конце концов, даже если мы подружились, я не чувствую, что мы стали хоть немного ближе."

"Как я могу быть другом тому, кого не могу понять?"

label ru_R21c:

"Громкий смех Номии заполняет дневную тишину, как только занятия в кружке заканчиваются. Он ободряюще похлопывает одну из девушек по спине."

"Я думаю о том, что привело меня сюда, о том, что я делил с Рин в течение последних нескольких недель, которые провёл в «Ямаку»."

"Я, конечно, мало что понимаю, но в одном я уверен."

"Если я хочу сохранить то, что есть между мной и Рин, то должен всего себя посвятить выставке, так же как и она."

stop music fadeout 6.0

"Я обращаю свой взгляд обратно к чёрному беспорядку эскиза и едва заметным линиям, нарисованным учителем."

"Не появляется никаких закономерностей, ничего, что могло бы помочь продвинуться дальше."

"Я кладу графит на стол и глубоко задумываюсь, чего же я на самом деле хочу."

scene black
with dissolve




label ru_R22:

play ambient sfx_businterior fadein 1.0

scene ev busride
with locationchange

"На следующий день я сажусь в автобус до города. Он ходит дважды в час, проезжая перед воротами «Ямаку» без десяти час и в двадцать минут второго."

"Поездка занимает значительно больше времени, чем в тот раз, когда нас подвозил на машине Номия. Я неспешно читаю книгу, потому что автобус кружится по пригороду, останавливаясь почти на каждой остановке, чтобы кого-то подобрать или высадить."

stop ambient fadeout 0.1
with Pause(0.1)
$ renpy.music.set_volume(0.59999999999999998, 0.0, channel='ambient')
play ambient sfx_traffic fadein 1.0

scene bg city_street4
with locationskip

"В итоге автобус прибывает на конечную остановку в центре города. Город не маленький, но и не слишком крупный; он кажется очень тихим."

"Как бы то ни было, я наслаждаюсь его атмосферой."

$ renpy.music.set_volume(0.20000000000000001, 1.0, channel='ambient')

scene bg gallery_ext:
    xalign 0.5  yalign 0.0 
with locationchange

"Несмотря на то что у меня бывают проблемы с ориентацией на местности, я без труда нахожу дорогу от автобусной станции к галерее и вскоре оказываюсь перед знакомой вывеской «22-й угол»."


play sound sfx_storebell
stop ambient fadeout 0.5

scene bg gallery_int
with locationchange

play music music_soothing fadein 4.0

"Внутри хозяйка галереи пристально изучает висящую на стене большую картину – портрет пожилого человека."

hi "Добрый день."

show sae neutral at center  
with charaenter

"Она оборачивается, и, когда узнаёт меня, на её губах появляется улыбка."

show sae smile
with charachange

sa "О, не вы ли тот молодой человек, который приходил на днях, ученик %(name_shinichi)s… Хисао, да?"

hi "Верно. Добрый день, миссис %(name_saionji)s."

show sae doubt
with charachange

sa "Пожалуйста, просто %(name_sae)s. Не хочу чувствовать себя старше, чем я есть."

show sae smile
with charachange

sa "Знаешь, я так рада, что в наше время даже молодые люди проявляют интерес к искусству. Это как глоток свежего воздуха. Что привело тебя сюда? Наверняка ты проделал весь этот путь не просто чтобы повидаться."

hi "Э… На самом деле я пришёл к Рин. Хочу узнать, как у неё дела."

show sae doubt
with charachange

sa "О, правда? Ладно, тогда тебе придётся выйти назад, на улицу."

show sae neutral
with charachange

sa "Студия за соседней дверью дальше по улице, там – вверх по лестнице. Просто поднимайся на последний этаж. Там только одна дверь, мимо не пройдёшь."

stop music fadeout 6.0
$ renpy.music.set_volume(0.5, 0.0, channel='ambient')
play ambient sfx_rooftop fadein 0.5

scene bg gallery_ext
with locationchange

"Я благодарю %(name_sae)s, выхожу из галереи и нахожу дверь, о которой она говорила."

scene bg gallery_staircase
with locationchange

"За ней находится тёмная лестничная клетка, которая напоминает мне лестницу, ведущую на крышу школы."

"Лестница крутая, и, хотя я поднимаюсь всего лишь до пятого этажа, моё дыхание сбивается, когда я дохожу до последнего пролёта."

"Там меня ждёт скромная деревянная дверь. Она не заперта, так что я стучусь и вхожу."

$ renpy.music.set_volume(0.29999999999999999, 2.0, channel='ambient')

scene bg gallery_atelier at Fullpan(8.0, dir='left')  
with whiteout

"Студия представляет собой большую комнату, потолок в которой покатый, поскольку у дома остроконечная крыша."


"Огромное окно в потолке – основной источник освещения. Оно пропускает солнечный свет, который отражается от окрашенных в белый цвет стен."

"Думаю, это правильно – использовать естественное освещение для рисования."

"Тут практически отсутствует внутренняя отделка. Ничего удивительного, если учесть, что помещение какое-то время использовалось как склад."

"Вокруг разбросаны всевозможные коробки из-под офисной мебели. Так как комнатой давно не пользовались, всё в пыли. Видно, что кто-то приложил усилия, чтобы немного убраться, но до идеальной чистоты ещё далеко."

show rin back_cas at center  
with charaenter

"Рин стоит спиной ко мне в центре комнаты, уставившись в наполовину расписанный холст, закреплённый на мольберте."

"Не работает над ним. Просто пристально смотрит, не двигаясь."

"Она одета в поношенный джинсовый комбинезон поверх обычной школьной рубашки, очень похожей на ту, что ношу я."

"Они выглядят довольно поношенными и покрыты брызгами красок. Судя по тому, что и комбинезон, и рубашка не её размера, я предполагаю, что первоначально они принадлежали не Рин."

hi "Привет."

rin "Здравствуй."

"Рин не расценивает моё появление как повод обернуться, улыбнуться, сделать или сказать хоть что-нибудь помимо машинального ответа на моё приветствие."

"Она продолжает делать… Что бы она там ни делала; наверное, у неё в голове происходит какой-то необычный творческий процесс."

"Вероятно, мне и не стоило ожидать чего-то большего. Но я всё же предпринимаю ещё одну попытку завязать разговор."

hi "Неплохое местечко. И просторное."

rin "Так и есть. %(name_sae)s сказала, что я могу пользоваться помещением сколь угодно долго. У меня даже свой ключ есть."

hi "И как продвигается работа?"

"Она долго не отвечает. Мне начинает казаться, что она уже забыла вопрос."

"Когда над зданием пролетает облако, затеняя льющийся через окно в потолке свет, перемена в окружающей обстановке, кажется, будит Рин."

rin "Не знаю. Она похожа на огромный шар. Я даже не знаю, с какой стороны за неё взяться."

rin "Она и вправду просто огромна. Самая большая в мире. Как гора, растущая внутри меня. Будто я проглотила гору целиком."

rin "Я думаю, будет трудно. Очень трудно."

"Я пытаюсь услышать нотки напряжения или неуверенности в её голосе, но их нет и в помине."

rin "Почему ты здесь?"

$ renpy.music.set_volume(0.0, 4.0, channel='ambient')

"Несмотря на прямоту вопроса, её тон не такой уж и неприветливый."

hi "Ну, ты сказала, что не возражаешь, если я буду заходить в гости, вот я и пришёл."

hi "Я здесь без какого-либо повода, просто подумал, что тебе может понадобиться компания, или помощь, или, возможно, некоторые—"

rin "Хисао."

rin "Не мог бы ты помолчать минут пятнадцать? Может быть, десяти хватит. Пяти определённо не хватит. Потом снова можешь говорить."

"Её тон резкий, ничего подобного я никогда от неё не слышал. В нём не слышно ни повелительных ноток, ни раздражения, ни гнева. Но её голос всё равно пробирает меня до глубины души."

hi "Хорошо."

"Когда комнату окутывает тишина, в моё сердце возвращается тревога. Не был ли мой приход сюда ошибкой?"

$ renpy.music.set_volume(0.29999999999999999, 6.0, channel='ambient')

"Снаружи проникает шум уличного движения, и мне становится всё более и более не по себе. Мысли постоянно возвращаются к определённым вопросам, которые вот уже некоторое время не дают мне покоя."

"Я чувствую, что они поднимутся на поверхность бурного моря моего разума, хочу я того или нет."

"Отчаявшись отвлечься, я концентрируюсь на спине Рин, а мои мысли мчатся вскачь."

scene bg gallery_atelier_close:
    xalign 0.5  yalign 0.0  subpixel True 
    acdc_warp 20.0  yalign 1.0 
show rin back_cas_superclose:
    xalign 0.5  yalign 0.0  subpixel True 
    acdc_warp 20.0  yalign 1.0 
with whiteout

"Не думаю, что когда-либо изучал чью-то спину настолько пристально."

"Её шея скрыта волосами цвета меди, которые – снова – в полном беспорядке."

"Эта расслабленная, но неподвижная поза напоминает мне, что с виду Рин может выглядеть столь же неряшливой, сколь непоследовательны её мысли."

"Через тонкую белую ткань её рубашки проглядывают худые, хрупкие лопатки."

"Линии бёдер плавно перетекают в тонкие ноги."

"Это выводит меня из себя."

$ renpy.music.set_volume(0.10000000000000001, 2.0, channel='ambient')
play music music_night fadein 1.0

window hide
nvl clear
nvl show dissolve

n " {vspace=150}Она редко обращает на меня внимание, в прямом или переносном смысле."

n "Я, с другой стороны, всё время смотрю ей в спину, и в прямом, и в переносном смысле."

n "Всякий раз, когда она пишет картины, всякий раз, когда что-то привлекает её рассеянное внимание, всякий раз, когда я не могу заставить её выслушать меня."

n "Я не могу дотянуться до неё."

n "Сердце Рин – неисследованная территория, опасные воды, белые пятна на карте."

n "Край света?"

n "Подойди я слишком близко и, наверное, рухну за грань."

nvl clear

show black:
    alpha 0.0 
    linear 16.0  alpha 1.0 
with None

n " {vspace=150}Что я о ней думаю?"

n "Иногда она замкнутая и отстранённая, и порой меня это раздражает. Но, бывает, увлечённость вещами, которые она считает стоящими, распространяется на других, вдохновляя даже меня."

n "Я не могу понять её."

n "Тем не менее она мне нравится и я считаю её своим другом."

n "Полагаю, что неотъемлемой частью дружбы является необходимость мириться с причудами людей, которых ты называешь друзьями."

n "Должен признать, в случае с Рин много с чем приходится мириться."

nvl clear

n " {vspace=150}Что же она обо мне думает?"

n "Понятия не имею. На прошлой неделе я решил, что поцелуй и прочее означают, что я ей, возможно, нравлюсь в романтическом плане."

n "Это заставило меня задуматься и над своими чувствами тоже."

n "На этой же неделе я совершенно запутался."

n "Что бы она сделала, если бы я сказал ей, что она мне нравится как девушка? Хотя я не до конца уверен, действительно ли это так."

n "Чёрт, я больше не могу разобраться даже в собственных мыслях."

n "Это, должно быть, заразно."

nvl clear

n " {vspace=240}Даже если бы я это сказал, что бы изменилось?"

n "Ничто не изменит Рин."

n "Ничто."

nvl hide dissolve
nvl clear

stop music fadeout 6.0
$ renpy.music.set_volume(0.29999999999999999, 6.0, channel='ambient')

scene bg gallery_atelier at left  
show rin basic_absent_cas at center  
with locationchange

window show

rin "Я всё."

"Я замечаю, что она развернулась и смотрит на меня. Мне становится не по себе. Я пытаюсь припомнить, о чём мы – или, точнее, я – вели разговор прежде, чем она попросила меня помолчать."

hi "Ах да, я просто зашёл, чтобы… Не знаю…"

show rin basic_deadpannormal_cas
with charachange

rin "Ты так и не научился заканчивать предложения?"

hi "Я это умею."

show rin basic_absent_cas
with charachange

rin "Молодец."

"Она уходит от разговора, снова ускользает от меня."

"Она не возвращается к картине, но вместо этого продолжает смотреть на меня с этим пустым, непроницаемым выражением лица."

hi "Я хотел кое-что обсудить. Я много о чём размышлял."

show rin basic_deadpan_cas
with charachange

rin "О чём?"

hi "Например, о том, что произошло на прошлой неделе и после этого."

show rin basic_deadpannormal_cas
with charachange

rin "А что произошло?"

"Такое чувство, что она морочит мне голову. Почему – понятия не имею."

"Не похоже, чтобы она пыталась играть со мной. Я больше чем уверен, что она пудрит людям мозги не намеренно."

"Возможно, это просто проделки моего собственного разума. Но Рин я всё равно воспринимаю как головоломку в обличье девушки."

"Рациональная часть моего сознания отказывается признавать поражение, пока я не разгадаю её, поэтому меня к ней так тянет."

"Я не могу оставить её в покое. Никогда не поверил бы, что могу быть настолько одержим чем-то."

"Почему я сомневаюсь, продолжаю ходить вокруг да около?"

$ renpy.music.set_volume(0.0, 2.0, channel='ambient')

"Пора мне перестать этим заниматься. Я уже решил, что хочу сказать."

hi "Рин."

"Во рту сразу становится сухо, как в пустыне, стоит мне только обратиться к ней с намерением сказать что-то подобное. Будто моё подсознание протестует против слов, которые я собираюсь произнести. Я чувствую, что готов отступить в любую секунду."

"Рин отрывается от разглядывания измазанных краской пальцев ног и, так как теперь на них никто не обращает внимания, прекращает ими шевелить."

"Пристальный взгляд её тёмно-зелёных глаз вызывает ощущение, что она уже догадывается, о чём я собираюсь сказать."

hi "Ты мне нравишься."

"Отсутствие какой бы то ни было реакции для меня как пощёчина."

hi "То есть… эм-м-м… я имею в виду, мне бы хотелось быть для тебя больше чем другом."

show rin basic_surprised_cas
with charachange

rin "Что значит «больше»?"

$ renpy.music.set_volume(0.29999999999999999, 7.0, channel='ambient')

"Эти слова, которые медленно и неуверенно срываются с её губ – отнюдь не те, что я рассчитывал услышать. Совершенно не похоже ни на один из двух вариантов, которые я ожидал."

"Я чувствую, что сильно краснею, что, впрочем, в порядке вещей в подобной ситуации. Стук моего сердца напоминает игру оркестра обдолбанных барабанщиков."

"От безобидного, на первый взгляд, вопроса Рин у меня возникает чувство, будто меня поджаривают на горячих углях."

hi "Ну, понимаешь… в романтическом плане и…"

show rin basic_lucid_cas
with charachange

rin "Нет."

"Рин отворачивается, демонстрируя полное безразличие, и возвращается к созерцанию своей картины."

"Она порывается поднять кисть, которая лежит, забытая, на полу, но в последний момент останавливает себя."

rin "Я сейчас не могу говорить о таких вещах."

rin "Так что… не говори об этом. Пожалуйста."

rin "Мы же друзья, верно? Поэтому ты можешь оказать мне такую услугу."



"Тишина, которую оставляют после себя эти слова, оглушительна. Я пытаюсь что-нибудь из себя выдавить, но губы отказываются двигаться. Что бы я ни сказал, мне не удастся сохранить достоинство."

"Рин наконец поднимает кисточку, не давая никаких разъяснений."

"Возможно, в её голосе и проскочили какие-то эмоции, но я не могу понять, какие именно."

"Её плечи меланхолично опускаются, пока её нога работает над расположенным перед ней холстом."

"Она не даст мне взглянуть ей в лицо, я это точно знаю."

"Чувствуя, что тяжести на сердце прибавляется, я встаю, собираясь уйти, потому что не могу больше здесь оставаться."

"Как будто я открыл ящик Пандоры, переступив черту, которую не следовало переступать, и Рин была вынуждена меня отвергнуть."

"Я иду по скрипучему полу к двери, ведущей на лестничную площадку."

"Тихий голос Рин останавливает меня, когда я уже собираюсь отворить дверь."

stop ambient fadeout 2.0

rin "Хисао."

"Не знаю, что мне делать: убрать руку, замершую на латунной дверной ручке, или повернуть ручку и уйти."

hi "Да?"

rin "Ты придёшь завтра?"

hi "…"

hi "Ага."

$ renpy.music.set_volume(1.0, 2.0, channel='ambient')

scene black
with dissolve




label ru_R23:

play music music_moonlight fadein 12.0

scene bg school_scienceroom
with locationchange

"После бессонной ночи я практически целый день провожу как на автопилоте."

"Я машинально надеваю школьную форму, машинально выполняю школьные задания, машинально съедаю ланч, машинально отвечаю учителям, и, когда звучит последний звонок, я всё ещё чувствую, будто только что проснулся."

"Мой разум словно бы опустошён, но в то же время переполнен, я не могу даже начать распутывать клубок обуревающих меня чувств."

play ambient sfx_businterior fadein 3.0

scene ev busride
with shorttimeskip

"Всю дорогу до центра города я смотрю в окно автобуса, размышляя над этим всем."

stop ambient fadeout 0.5

scene bg gallery_staircase
with locationskip

$ renpy.music.set_volume(0.5, 0.0, channel='ambient')
play ambient sfx_rooftop fadein 0.5

"В результате к тому моменту, как я поднимаюсь по лестнице в мастерскую четырьмя этажами выше галереи %(name_sae)s, я чувствую себя абсолютно истощённым."

$ renpy.music.set_volume(0.29999999999999999, 0.0, channel='ambient')

scene bg gallery_atelier
with locationchange

"Испытывая неловкость, я тихо стучу в дверь, прежде чем войти. Я нахожу Рин работающей над картиной в центре небольшой прибранной области. Она совершенно не замечает моего появления."

hi "Привет. Я пришёл, как и обещал."

$ renpy.music.set_volume(0.40000000000000002, 2.0, channel='music')

show rin basic_absent_cas
with charaenter

"Рин незамедлительно поворачивается ко мне – она ждала, пока я что-то скажу? – и нацеливает холодный пристальный взгляд зелёных глаз на меня."

"Моё лицо наверняка выдаёт все кипящие во мне эмоции, а вот выражение лица Рин такое же выжидательное и безразличное, как и всегда."

"Тьма её туманного, слегка рассеянного взгляда напоминает стену, что стоит между ней и мной."

"Это первое неловкое молчание между нами, которое и в самом деле неловкое."

"Вчера мы оба наговорили слов, которые не можем взять обратно, и ничего с этим не поделаешь. Я хочу сказать кое-что, но Рин запретила мне это делать."

"Я даже предположить не могу, о чём она думает, но чувствую на себе тяжесть её бездонного взгляда, принуждающего меня нарушить молчание, не произнося при этом того, что я больше всего хочу сказать."

"К своему ужасу я понимаю, что не могу найти повод начать беседу. Как будто я совершенно потерял способность разговаривать с ней."

hi "Эм…"

$ renpy.music.set_volume(1.0, 5.0, channel='music')

hi "Просто продолжай работать, если я тебя оторвал от чего-то. Я просто… присяду вот сюда."

show rin basic_awayabsent_cas
with charachange

"Рин без лишних слов кивает и пальцами правой ноги берёт с пола кисть."

hide rin
with charaexit

"Я опускаюсь на старый диван, достаю из портфеля книгу и открываю там, где закончил читать вчера вечером. На самом деле я не могу сосредоточиться на чтении, но это лучше, чем безделье."

"Мы так близко друг к другу; мы даже вместе в одной комнате. И тем не менее каждый из нас занят своими делами, как будто мы очень далеко друг от друга. Не могу не поразиться неестественности этой ситуации."

"Почему я пришёл сюда?"

"Разумеется, потому что вчера она просила меня об этом. Но, похоже, в моём присутствии здесь нет необходимости."

"Сперва от этой мысли мне становится не по себе. Но, когда я вспоминаю предыдущие подобные моменты, когда мы с Рин молча сидели рядом, я успокаиваюсь и стараюсь принять то спокойное расположение духа, в котором пребывал тогда."

"Время растягивается, а затем замедляется. Шуршат перелистываемые страницы книги. После, может быть, получаса или часа Рин неожиданно для меня нарушает тишину."

show rin basic_deadpanupset_cas
with charaenter

rin "Хисао."

hi "Да?"

show rin basic_deadpan_cas
with charaenter

rin "Ты мне друг?"

"Понятно, это отголоски вчерашнего. Значит, даже Рин непросто выкинуть это из головы. Пойманный врасплох, я отвечаю честно."

hi "Я не… да, конечно. Брось, не волнуйся по таким мелочам."

show rin basic_deadpannormal_cas
with charaenter

rin "Ладно."

"Больше она ничего не произносит. А я почему-то чувствую себя счастливым."

stop music fadeout 7.0

scene bg gallery_atelier
with shorttimeskip

"Несколькими главами позже, я оставляю закладку, закрываю книгу и убираю её в портфель. Вставая с дивана, я замечаю, что Рин достигла значительных успехов в написании картины."

"Я ненадолго останавливаю на ней взгляд. Кажется, она ещё не полностью завершена."

hi "Выглядит великолепно."

show rin basic_deadpancontemplation_cas
with charaenter

rin "Плохая примета – обсуждать незаконченные картины."

stop ambient fadeout 1.0

scene bg gallery_ext
with locationchange

$ renpy.music.set_volume(0.20000000000000001, 0.0, channel='ambient')
play ambient sfx_traffic fadein 1.0

"После этого я спокойно покидаю мастерскую и успеваю на автобус, который отвозит меня обратно в интернат."

stop ambient fadeout 2.0

scene black
with dissolve

$ suppress_window_after_timeskip = True



label ru_R23_2:


window hide None

$ renpy.music.set_volume(0.5, 0.0, channel='music')
play music music_pearly fadein 1.0

scene bg gallery_atelier_bw
with locationchange

nvl clear
nvl show dissolve

n " {vspace=30}Жизнь входит в какое-то смутное, неопределённое русло. Я посещаю Рин при каждом удобном случае, но каждый последующий визит такой же странный, как и первый."

n "В основном я наблюдаю за работой Рин или просто читаю книгу на диване, пока она работает. Мы практически не разговариваем."

n "Тянутся долгие тихие вечера последней недели июня. Я сижу на диване в мастерской, прислушиваясь к тихому шелесту кисти Рин и собственному сердцебиению, пытаясь разобраться в своём прошлом и стараясь не думать о будущем."

n "Здесь я молчаливый гость, приведение."

n "В какой-то момент я начинаю думать, что моё присутствие зачем-то необходимо Рин, но так в конечном итоге и не решаюсь спросить её об этом."

n "Я больше не поднимаю запретную тему и стараюсь даже не думать об этом. Это даётся с трудом, и со временем легче не становится."

n "Моё сердце разрывается от боли всякий раз, когда я смотрю на неуклюжую фигуру девушки, которая, как я решил, мне нравится, но которая отказывается принять это."

nvl clear

n " {vspace=30}Я всё ещё не могу найти нужных слов, чтобы поговорить с ней о чём-нибудь, но нахожу утешение в тихом наблюдении за ней, будучи рядом. Расстояние между нами не кажется непреодолимым, поскольку я могу побыть подле неё, пусть даже и вот так."

n "Рин дьявольски много работает. Редко когда можно увидеть, как она выпускает кисть из пальцев ног или не ходит вокруг картины, над которой работает, оценивая её с разных ракурсов."

n "Кажется, она полностью охвачена желанием работать, измениться, чтобы стать художником, достойным оказанного ей Номией и %(name_sae)s доверия."

n "Груды эскизов, незаконченные работы, тюбики из-под масляных красок и кисточки медленно начинают заполнять небольшую студию, захламляя её ещё больше, чем было до того, как Рин получила право её использовать."

n " {vspace=30}Время от времени я предлагаю ей помочь с уборкой, но каждый раз она отказывается."

n " {vspace=30}До меня доходит, что, по её мнению, в комнате вовсе не бардак; скорее всего, в понимании Рин всё гораздо удобнее найти, если это валяется прямо на полу."

nvl clear

n " {vspace=30}Она точно знает, где что находится, от маленькой кисточки до полупустого тюбика тёмно-красной краски, которая отлично подходит для создания тени на одной из картин, которые она пишет."

n "Рин ходит от одной картины к другой, с недоумением глядя на них, будто забыв, что это она их написала. Она разговаривает с собой – или с картинами, – даже когда я здесь. Её речь так тиха, что я не могу разобрать слов."

n "Каждый день, по много часов подряд, Рин без остатка изливает на холсты каждую каплю своего таланта и даже души, чтобы сдержать обещание, которое она дала мне… или себе."

n "Под её глазами появляются чёрные круги. Верный признак того, что она пишет и по ночам, вместо сна."

n "Я удивился, увидев её несколько раз в школе. Я не подходил к ней и не здоровался, поскольку, как мне казалось, это бы разрушило волшебную тишину вечера, когда мы вновь встретимся в студии."

n "Иногда заходит %(name_sae)s. Когда она появляется, окидывает меня своеобразным взглядом. Ей, наверное, не нравится, что я вечно ошиваюсь рядом с Рин, но она мне об этом ни разу не говорила."

nvl clear

n " {vspace=30}Она не настолько в восторге от трудов Рин, как Номия, но тем не менее определённо впечатлена."

n "Однако, когда она отводит глаза от замечательных произведений искусства, чтобы посмотреть на маленькую рыжеволосую девушку, которая их создала, на её лице появляется глубокая печаль."

stop music fadeout 4.0

n " {vspace=330}Я не могу понять её причину, а %(name_sae)s об этом не говорит."

nvl clear
nvl hide dissolve

scene bg school_scienceroom
with shorttimeskip

$ renpy.music.set_volume(1.0, 0.0, channel='music')
play music music_dreamy fadein 2.0

window show

"Июнь незаметно переходит в июль. В опасной близости маячит триместровый экзамен, но всё, о чём я могу думать, – это Рин."

"На уроках я как во сне, только и думаю о том, как бы поскорее вновь вернуться в это тихое место над галереей %(name_sae)s."

"После того как Рин отвергает мои попытки помочь ей напрямую, я пытаюсь найти другие способы сделать это."

"Наконец в голову приходит мысль о том, что она наверняка всё это время не питается как следует."

scene bg suburb_konbiniint
with locationskip

"Выработав план действий, я при следующем визите в студию, прежде чем сесть на автобус в центр города, забегаю в минимаркет."

scene bg gallery_atelier
with locationskip

$ renpy.music.set_volume(0.29999999999999999, 0.0, channel='ambient')
play ambient sfx_rooftop fadein 0.5

"Я чувствую прилив сил, когда открываю дверь в мастерскую и здороваюсь с Рин."

hi "Я принёс тебе немного фруктов. В конце концов, тебе нужны витамины, да и обычная еда. Ты же даже питаешься здесь?"

show rin basic_awayabsent_cas
with charachange

rin "Я ем. Если бы я не ела, то не смогла бы рисовать."

hi "Раз так, не хочешь скушать парочку?"

"Я встряхиваю пакет, полный спелых апельсинов, в попытке соблазнить Рин сделать перерыв."

show rin basic_absent_cas_close
with characlose

"К моему удивлению, она в самом деле откладывает кисть и подходит ко мне, чтобы посмотреть, что я купил. Когда она заглядывает в пакет, выражение её лица совершенно не меняется."

show rin basic_deadpan_cas_close
with charachange

rin "Я не ем апельсины, Хисао. Их неудобно чистить ногами."

hi "Ничего. Я почищу их для тебя."

"Конечно, я знал это: она сама мне сказала. Я достаю небольшой нож для фруктов, который был у меня с собой, и выбираю один из них. Сделав первый надрез, я начинаю чистить его руками."

"Запах апельсина тут же наполняет воздух, тысячи крошечных капелек сока брызжут из кожуры во все стороны. Я очищаю первую дольку и перевожу взгляд на Рин."

hi "Как продвигается работа?"

show rin basic_awayabsent_cas_close
with charachange

rin "Не знаю. Как будто я в центре какой-то огромной горы желе и должна вырыть проход наружу."

hi "Должно быть, это напряжно."

show rin negative_annoyed_cas_close
with charachange

rin "Может, и так. Хоть это просто живопись, всё это производит странное впечатление."

"Интересно, относится ли Рин к тем людям, которым нравится тщательно удалять всю белую волокнистую прослойку из апельсинов, прежде чем съесть их, или же к тем неприхотливым, кто ест их так. Возможно, ни к тем, ни к другим."

show rin basic_absent_cas_close
with charachange

"Я отношусь к первому типу, поэтому тщательно очищаю апельсиновые дольки одну за другой. Рин с лёгким любопытством наблюдает за процессом."

"На ум приходит мысль, что я не имею ни малейшего представления о том, что ей нравится, а что нет, или о каких-то других мелочах, которые формируют мнение о человеке со стороны окружающих."

"Как будто за всё это время я о ней так ничего и не узнал."

"Закончив сокрушаться, я замечаю, что почистил весь апельсин и аккуратно разделил его на дольки. Я беру дольку и протягиваю её Рин так, чтобы она могла взять её."

hi "Вот."













scene ev rin_orange
with whiteout

"Она берёт её губами и целиком отправляет дальше в рот. Её нижняя губа слегка задевает кончик моего пальца."

"Рин аккуратно жуёт дольку, смакуя её как можно дольше."

scene ev rin_orange_large:
    xalign 0.5  yalign 1.0  subpixel True 
    acdc_warp 10.0  yalign 0.0 
with flash

"Я не могу оторвать глаз от движений её подбородка, от струйки сока, блестящей на губе, от её горла, когда она проглатывает кусочки апельсина."

scene bg gallery_atelier
with locationchange

"Спохватившись, я отворачиваюсь, чувствуя себя неловко из-за того, что наблюдал за ней столь пристально."

show rin relaxed_doubt_cas_close at center  
with charaenter

rin "Что-то не так, как обычно."

hi "С апельсином?"

show rin relaxed_nonchalant_cas_close
with charachange

rin "С техникой письма."

hi "Вот как… Разве что-то подобное может оставаться неизменным?"

show rin basic_sad_cas_close
with charachange

rin "Да, иногда. Наверное. Но не знаю что."

show rin negative_annoyed_cas_close
with charachange

rin "Если так пойдёт и дальше, то скоро я смогу начать рисовать как-то иначе."

hi "Хорошо. Это будут те «перемены», о которых ты постоянно говоришь?"

show rin basic_surprised_cas_close
with charachange

"Она задумывается, пару раз нервно моргнув."

"Несколько мгновений совершенно ничего не происходит, будто само время решило получше разобраться с этим вопросом. Мы смотрим друг на друга в полном молчании, только резкий запах апельсина витает в воздухе, да приглушённые звуки дорожного движения нарушают тишину."

scene ev rin_orange:
    truecenter  
    zoom 1.1  subpixel True 
    acdc_warp 20.0  zoom 1.0 
with locationchange

"Затем я беру другую дольку и подаю ей. Она берёт её губами так же, как и первую."




rin "Не думала, что они будут именно такими."

hi "Ладно, тогда продолжай двигаться дальше и увидишь, что произойдёт. Больше тут ничего не поделаешь."




rin "Да. Это единственное, что я могу сделать."

"После этого она замолкает. В последовавшей тишине я, долька за долькой, скармливаю Рин остатки апельсина."

"Тогда я очищаю для неё следующий, который она также съедает. Третий я съедаю сам, остальные оставляю в полиэтиленовом пакете, который кладу на столик рядом с диваном."

stop music fadeout 2.0

scene bg gallery_atelier
show rin relaxed_nonchalant_cas:
    center  
    ypos 1.2 
    easein 0.5  ypos 1.0 
with locationchange

"Она встаёт и со странным взглядом, которого я никогда раньше не видел, возвращается к своей картине. Понять, что он значит, невозможно, как и большинство других."

"Даже если бы я спросил, она не смогла бы объяснить его значение."

stop ambient fadeout 2.0

scene black
with dissolve






label ru_R24:

$ renpy.music.set_volume(0.20000000000000001, 0.0, channel='ambient')
play ambient sfx_traffic fadein 1.0

scene bg gallery_ext:
    xalign 0.5  yalign 1.0 
show sae neutral_smoke at tworight  
show rin relaxed_nonchalant_cas at twoleft  
with locationchange

"Несколько дней спустя, подходя к галерее, я замечаю стоящих перед входом Рин и %(name_sae)s."

"Кажется, они разговаривают, а %(name_sae)s одновременно с этим курит."

hi "Добрый день."

play music music_tranquil fadein 3.0

"Я говорю это, хотя далеко уже не день. Я приехал несколько позже, чем обычно, потому что делал домашнюю работу. Скоро уже начнёт темнеть."

show sae smile_smoke
with charachange

sa "Привет, Хисао. Снова приехал навестить котёнка?"

show rin basic_lucid_cas
with charachange

"Рин это прозвище, похоже, не нравится. Услышав его, она делает недовольное лицо. Забавно, но то, как Рин при этом морщит нос, делает её немного похожей на кошку."

show rin basic_deadpan_cas
with charachange

rin "Привет."

"%(name_sae)s поворачивается к Рин, чтобы продолжить прерванный разговор."

show sae neutral_smoke
with charachange

sa "Итак, другими словами, всё идёт хорошо?"

show rin negative_confused_cas
with charachange

"Лицо Рин принимает серьёзное выражение. Она почему-то отворачивается от меня."

rin "Это трудно. Мне как будто чего-то недостаёт. Но я справлюсь."

show sae smile_smoke
with charachange

sa "Упорно работай, и всё будет в порядке."

show sae doubt_smoke
with charachange

sa "Я тоже собираюсь начать приготовления. Мне нужно сделать каталог выставки, приглашения, оформление, рекламу и тому подобное."

show sae neutral_smoke
with charachange

sa "Мне нужны названия твоих работ, и мы также должны подумать над главной темой выставки."

show rin basic_deadpanupset_cas
with charachange

rin "У них нет ничего подобного."

show rin relaxed_nonchalant_cas
with charachange

rin "Я не очень лажу со словами, поэтому я их не использую. Если удаётся обходиться без них. То есть в некоторых случаях без них никак, но я думаю, что сейчас совсем не такой случай."

hi "Ты не любишь давать названия своим работам?"

show rin relaxed_doubt_cas
with charachange

rin "Мне это не нравится."

hi "Ну, полагаю, сложно придумать точное название для чего-то вроде того, что ты пишешь."

show rin basic_surprised_cas
with charachange

"Рин отрицательно качает головой."

show rin basic_absent_cas
with charachange

rin "Дело не в этом. А в том, что, если я нарисую облако и назову картину «Осьминог», люди будут думать о ней иначе, чем о такой же картине с названием «Конец света»."

show rin basic_lucid_cas
with charachange

rin "Любое имя – неверно. Ничто не отражает тех чувств, что я испытываю, когда пишу картину. Это не передать словами."

show rin negative_worried_cas
with charachange

rin "Конечно, можно было бы всему, что видишь, давать собственные названия, но будет ли в этом смысл?"

hi "Думаю, нет."

show sae scowl_smoke
with charachange

sa "Значит, мы назовём картины просто «Без названия, номер один» и так далее? Это неудобно, но…"

show rin basic_deadpanupset_cas
with charachange

rin "Это не хорошо. «Без названия» означает, что вы просто не придумали хорошего названия. Да и «Без названия» – тоже название картины, с тем греческим пареньком с овцами и прочим."

"%(name_sae)s некоторое время размышляет над этим, морща лоб и продолжая вглядываться в серьёзное лицо Рин."

show sae doubt_smoke
with charachange

sa "То есть ты хочешь сказать, что твои работы должны быть совсем без подписей?"

show rin relaxed_nonchalant_cas
with charachange

rin "Вроде бы именно это я и имею в виду."

show sae smile_smoke
with charachange

"%(name_sae)s издаёт сухой смешок, характерный для курящих женщин."

sa "Будем надеяться, что твои картины никогда не попадут в музей, иначе кураторы взорвутся."

show sae doubt_smoke
with charachange

"Она задумчиво затягивается сигаретой, которая почти полностью прогорела. Затем бросает её в пепельницу, прикреплённую к стене рядом с дверью."

show sae doubt
with charachange

sa "С другой стороны, может сработать."

hi "Что вы имеете в виду?"

show sae smile
with charachange

sa "Эта безымянность, этот отказ от ярлыков… это подходит для выставки."

show sae neutral
with charachange

sa "Это отличная объединяющая тема и то, на что люди могут легко клюнуть. Предоставляет огромный простор для интерпретации. Это произведёт хорошее впечатление."

sa "Подумаю об этом. Могут возникнуть всевозможные ассоциации, начиная с индивидуальности и самоопределения, и заканчивая всем, что в голову придёт."

show sae smile
with charachange

sa "Мы могли бы назвать нашу выставку «Без названия» и строить её, исходя из этой темы. Как вам такое?"

show rin basic_lucid_cas
with charachange

"Некоторое время Рин раздумывает над этим. Непонятно, почему %(name_sae)s так понравилось нежелание Рин давать названия своим работам."

"Может показаться, что она копает слишком глубоко, но эта идея звучит довольно заманчиво."

show rin basic_deadpancontemplation_cas
with charachange

rin "Идея, кажется, неплохая."

hi "Если вам интересно моё мнение, то хочу сказать, что мне она тоже кажется неплохой."

show sae smile_smoke
with charachange

play sound sfx_lighter

"%(name_sae)s лезет в карман за очередной сигаретой и прикуривает её от кислотно-зелёной газовой зажигалки."

show sae doubt_smoke
with charachange

"Она морщит лоб и трёт его, всем своим видом выражая, насколько тщательно обдумывает эту идею."

"Пару минут она не произносит ни слова, периодически глубоко затягиваясь."

sa "…Да, я думаю, здорово получится. Возьму это за отправную точку и начну работать в этом направлении."

show sae neutral_smoke
with charachange

sa "Пойду работать. А ты возвращайся наверх и постарайся найти свой недостающий ингредиент."

show sae smile_smoke
with charachange

sa "Я уверена, что рано или поздно ты его обретёшь."

show sae neutral
with charachange

"Рин ничего не отвечает, так что %(name_sae)s в последний раз глубоко затягивается и бросает сигарету в пепельницу."

"Но не успевает она взяться за ручку двери, как её останавливает Рин."

stop music fadeout 5.0

show rin relaxed_nonchalant_cas
with charachange

rin "%(name_sae)s?"

show sae smile
with charachange

sa "Что, котёнок?"

show rin basic_lucid_cas
with charachange

rin "Можно и мне сигарет?"

show sae doubt
with charachange

"Она недоверчиво смотрит на Рин, оторопев от столь прямого вопроса. Я её понимаю."

show sae scowl at center  
with dissolvecharamove

sa "…Только не говори учителю."

"Она суёт пачку в карман Рин вместе с кислотно-зелёной зажигалкой."

stop ambient fadeout 1.5

scene bg gallery_staircase
with shorttimeskip

$ renpy.music.set_volume(0.5, 0.0, channel='ambient')
play ambient sfx_rooftop fadein 0.5

"День клонится к закату, когда мы поднимаемся по тёмной лестнице, ведущей наверх, где располагается студия, в которой безраздельно властвует Рин."

$ renpy.music.set_volume(0.29999999999999999, 1.0, channel='ambient')

scene bg gallery_atelier_ss
with locationchange

"Когда мы входим, Рин, кажется, никак не может успокоиться. Она продолжает расхаживать по комнате, подобно зверю в клетке, глядя через окно в крыше на окрашенный бордовым цветом закат."

"Последние лучи солнца озаряют небо, отражаются от облаков, проплывающих над городом, заполняя каждый угол студии ярко-оранжевым светом."

hi "Ну что, работа хорошо продвигается?"

show rin basic_surprised_cas_ss at Slide(0.55,0.5,0.5,0.5,0.5)  
with charaenter

"Она моргает, а затем расслабляется. До этого момента я даже и не замечал, настолько она была напряжена."

show rin basic_deadpanupset_cas_ss at center  
with charachange

rin "Не очень. Я не работала три дня. Всё хожу квадратами."

hi "Кругами."

show rin basic_deadpan_cas_ss
with charachange

rin "Как скажешь."

show rin negative_annoyed_cas_ss
with charachange

rin "Я пыталась пробовать рисовать иначе, но у меня не получилось. А теперь и по-старому не получается."

show rin negative_spaciness_cas_ss
with charachange

rin "Мне нужно нечто большее. Этого недостаточно."

"Ответ Рин заставляет меня задуматься, потому что я, как и всегда, не могу её понять. Хотя на самом деле я и не ожидал ничего другого: она либо совсем ничего не говорит, либо говорит чересчур много."

"Пытаться понять и следовать за ходом её мысли – всё равно что пробираться через джунгли Борнео, вооружившись деревянной ложкой и картой Хоккайдо."

"Раздражает, что она излагает свои мысли так, что не поймёшь, что она на самом деле имеет в виду."

hi "Что значит «большее»? Ты про то, о чём упоминала при %(name_sae)s? О недостающем элементе?"

play music music_rain fadein 4.0

show rin negative_annoyed_cas_ss
with charachange

rin "Мне кажется, я должна уничтожить себя."

hi "Так, вот это уже звучит запредельно мрачно. Что ты хотела этим сказать?"

"Плечи Рин внезапно опускаются, и она поворачивается ко мне лицом."

show rin basic_sad_cas_ss
with charachange

rin "Я должна измениться. Я пробовала, но всё же этого оказалось недостаточно. Думаю, сперва я должна уничтожить себя."

hi "Давай проясним – ты говоришь образно, да? Типа научиться рисовать заново или что-то в этом роде, если можно так выразиться?"

show rin basic_lucid_cas_ss
with charachange

"Она пожимает плечами, будто уничтожить себя образно и буквально для неё одно и то же."

rin "Это одно и то же."

hi "Итак… ты собираешься начать… курить. Ради обретения вдохновения?"

show rin basic_deadpancontemplation_cas_ss
with charachange

rin "Возможно. Я никогда раньше этого не делала. А ты?"

hi "Нет."

hi "Всё же я не уверен, что начинать менять себя лучше с курения."

show rin relaxed_nonchalant_cas_ss
with charachange

"Она в очередной раз беспечно пожимает плечами. Я открываю сигаретную пачку и заглядываю внутрь. Она почти полная."

hi "«Курение убивает» – так на пачке написано. Но ведь в этом вся суть, верно?"

show rin basic_lucid_cas_ss
with charachange

rin "Да. Я должна что-нибудь сделать. Я хочу писать картины. Я нуждаюсь в чём-то большем."

hi "Ну ладно, хорошо. Что будет после того, как ты выкуришь сигарету? Как ты намереваешься «уничтожить себя»?"

show rin basic_awayabsent_cas_ss
with charachange

"На долю секунды Рин задумывается, отводя взгляд, что она делает всякий раз, когда не хочет отвлекаться."

show rin basic_deadpannormal_cas_ss
with charachange

stop music fadeout 6.0
stop ambient fadeout 6.0

rin "Я пока не знаю. Решу позже."

show prop rin_cigarette at center  
with charaenter

"Рин наклоняется, чтобы взять сигарету за кончик. Потом поднимает голову с сигаретой в губах и поворачивается ко мне, изгибая брови в просьбе помочь."

show rin basic_deadpannormal_cas_close_ss
show prop rin_cigarette_close
with characlose

"Со смиренным вздохом я беру зажигалку и подношу к сигарете."

"Я чувствую тёплое дыхание Рин на своей дрожащей руке."

play sound sfx_lighter

show rin basic_awayabsent_cas_close_ss
with charachange

"С третьей попытки пламя вспыхивает, и я пытаюсь поднести огонь к концу сигареты."

"Янтарного цвета свечение распространяется по бумаге и табаку, когда Рин делает первую затяжку. Кажется, это здорово её расслабляет."

"К моему удивлению, она не кашляет, несмотря на то что сказала, будто она новичок в этом."

show rin invis_close:
    ypos 1.2 
show prop rin_cigarette_close:
    ypos 1.2  alpha 0.0 
with dissolvecharamove

hide rin
with None


"Рин, кажется, вспоминает, что выдохнуть изо рта дым, не вынимая сигареты, проблематично. Она быстро садится на пол; подобно акробату в цирке, подносит ногу к губам и умело зажимает фильтр между двумя пальцами."




"Я тоже опускаюсь на пол, и мы почти одновременно ложимся, при этом Рин выпускает струйку дыма в тусклое небо за оконным стеклом, задумчиво глядя ей в след."

scene ev rin_wisp_blurred at wispturn  
show smoke focused at smoketurn  
with shorttimeskip

play music music_serene fadein 2.0

"Подобно рыбке, всплывающей к поверхности пруда, тонкая завеса холодного голубого дыма плавно поднимается к потолку."

"Она поднимается в спёртой атмосфере студии, кружась и скручивая своё нематериальное тело, пока не рассеивается в разрежённом воздухе."

rin "Каким словом назвать дым, имеющий такую форму?"

hi "Для этого нет слова."

rin "Может, нам стоит его придумать?"

hi "Может быть."

"Рин делает ещё одну быструю пробную затяжку."

rin "Как-то не очень вкусно. Ощущения такие, будто вдыхаешь пыль, лежащую на забытой книге по истории сгинувшего королевства."

rin "Хочешь попробовать?"

"Моя нерешительность вновь невольно всплывает на поверхность, заставляя меня оцепенеть от такого незначительного и банального вызова."

"Я немного завидую способности Рин воспринимать всё так спокойно."

hi "Давай."

show ev rin_wisp4 at wispturn  
show smoke blurred at smoketurn  
with Dissolve(2.0)

"Принимая у неё сигарету, я затягиваюсь, борясь с внезапным приступом удушья, чувствуя, как мои лёгкие заполняются дымом."

show ev rin_wisp1 at wispturn  
with charachange

"К моему смущению, я терплю неудачу, хрипя и заходясь кашлем."

"Я чувствую опьянение, но, надеюсь, я не так сильно упал в глазах Рин."

show ev rin_wisp2 at wispturn  
with charachange

"Вторая затяжка уже не такая противная, но я всё же передаю сигарету Рин."

"Мы похожи на пару школьных хулиганов, втихую делающих первые затяжки втайне от учителей и родителей. Хотя, я полагаю, мы не «похожи» на хулиганов, именно ими мы и являемся."

show ev rin_wisp3 at wispturn  
with charachange

"Через некоторое время сигарета уменьшается больше чем наполовину. Рин всё ещё спокойно смотрит в окно в потолке."

"Тишина в мастерской кажется ещё более глубокой в сочетании с этим направленным в никуда взглядом Рин."

"Что скрывает её взгляд? Не крутятся ли сейчас в глубине её сознания шестерёнки творчества?"

show ev rin_wisp5 at wispturn  
with charachange

rin "Ещё одну."

play sound sfx_lighter

show ev rin_wisp2 at wispturn  
with charachange

"Я машинально достаю следующую сигарету, зажигаю её и вкладываю в губы Рин. Она делает несколько быстрых затяжек и неловко перемещает её во рту."

rin "Фтряхни фефел."

"Не разобрав невнятную фразу, я смотрю на Рин. Похоже, она никак не может справиться с сигаретой."

show ev rin_wisp4 at wispturn  
with charachange

"Я вынимаю сигарету из её губ и вкладываю в свои, отбрасывая остатки сомнения и здравого смысла."

"Одной затяжки вполне хватило бы, но я снова затягиваюсь, всё ещё немного кашляя из-за неприятного ощущения дыма, врывающегося в мои лёгкие."

show ev rin_wisp1 at wispturn  
with charachange

hi "Помнится, я уже делал нечто подобное раньше."

rin "Ты, значит, курил? Как-то не очень похоже."

hi "Нет, лежал на спине и смотрел на небо вместе с тобой."

rin "А…"

show ovl rin_galleryskylight:
    truecenter  
    zoom 1.0  subpixel True 
    linear 30.0  zoom 1.2 
with locationchange

"Небо по ту сторону стекла всё больше темнеет."

"Оно недостижимо высокое, даже несмотря на то, что мерцающий дым, кажется, делает его ближе."

"Я возвращаю сигарету в рот Рин."

"Как бы то ни было, мне это всё не нравится."

"Между нами, пусть мы и лежим друг от друга на расстоянии меньше вытянутой руки, по-прежнему целая пропасть."

"Эта отдалённость, неизмеримая бездна мыслей и чувств разделяет нас больше, чем смогли бы даже пространства протяжённостью в световые годы."

"Говоря правильные слова, есть возможность сделать эту пропасть меньше, хотя бы ненамного."

"Я пытался пересечь её одним большим шагом, но слова Рин заставили меня вернуться назад."

"Я искоса гляжу на неё."

hide ovl
show ev rin_wisp2 at wispturn  
with charachange

"Взгляд Рин устремлён вверх, сквозь заполняющий помещение дым, в темнеющее за окном небо."

"Как будто она спит, хотя я знаю, что это не так. Её глаза открыты, как и её рот."

show ev rin_wisp3 at wispturn  
with charachange

"Я отбираю сигарету у Рин, прежде чем та упадёт ей на щеку."

"Она никак не реагирует на моё прикосновение."

"Значит, вот как всё складывается."

"Интересно, сможем ли мы когда-нибудь стать ближе?"

show ev rin_wisp4 at wispturn  
with charachange

"Я делаю затяжку и выпускаю тонкую струйку дыма."

show ev rin_wisp1 at wispturn  
with charachange

"Эти непрямые поцелуи – единственное, что нас сейчас соединяет."

"Вкус губ Рин на фильтре, смешанный с пепельным вкусом дыма."

"Её нежные губы, прижимающиеся к моим пальцам, когда я вставляю сигарету ей в рот, как будто она передаёт им поцелуи."

"Пепел, как снег, мягко падает на пол между нами."

show ev rin_wisp4 at wispturn  
with charachange

play sound sfx_lighter

"Поскольку вторая сигарета заканчивается, я уже прикуриваю третью."

show ev rin_wisp3 at wispturn  
with charachange

"В безмолвии студии лишь сигаретный дым бесшумно поднимается к первым звёздам, появляющимся над нашими головами."

"Лёгкая тошнота возникает у меня после четвёртой или пятой сигареты."

"Вскоре в потолочном окне появляется лик прибывающей Луны, проливая на нас свой тусклый свет. Через несколько дней она станет полной."

hi "Как было бы здорово уметь летать."

"Я вздрагиваю, поняв, что это мой голос породил эту фразу – дитя опьяняющего дыма и усталости."

rin "А ты разве не умеешь?"

hi "А ты умеешь?"

show ev rin_wisp5 at wispturn  
with charachange

rin "Иногда я чувствую нечто похожее. Как будто я могу всё на свете."

hi "Вот бы и мне такое хоть иногда чувствовать."

"Интересно, слышит ли она горечь, просочившуюся в мои слова. Даже сейчас порочный круг безответных чувств отравляет меня."

"Я стараюсь не думать о плохом. Но мне это не удаётся, потому что мои мысли продолжают вертеться вокруг «что если» и «если бы только»."

"Наблюдая за тем, как Луна медленно поднимается всё выше, я осознаю, как много времени прошло с момента моего прибытия сюда."

"Это меня несколько отрезвляет, но также и напоминает о безвыходном положении, в котором мы находимся."

hi "Уже поздно. Мне пора возвращаться обратно в интернат."

stop music fadeout 6.0



label ru_R25:

play sound sfx_rustling

scene bg gallery_atelier_ni
with locationchange

"Я поднимаюсь, чтобы уйти, но Рин не показывает никаких признаков движения. Она лежит недвижимо, будто жизнь покинула её. Небольшие струйки дыма витают вокруг неё, напоминая о выкуренных вместе сигаретах."

"Я хватаюсь за её короткие пустые рукава и пытаюсь её поднять."

show rin relaxed_sleepy_cas_ni:
    xalign 0.5  yanchor 1.0  ypos 1.1 
    easein 0.5  ypos 1.0 
with charaenter

"К моему удивлению, она подчиняется и с некоторой помощью с моей стороны поднимается на ноги. Я замечаю, что Рин лёгкая как пёрышко."

hi "Ты собираешься остаться здесь на ночь?"

show rin negative_annoyed_cas_ni at center  
with charachange

rin "Придётся. Я не работала почти три дня. Я должна выяснить, смогу ли я начать рисовать. Может быть, курение поможет."

hi "Может, перерыв сделаешь?"

show rin basic_deadpanupset_cas_ni
with charachange

rin "Так не пойдёт. Мне придётся пойти на это. Если я не смогу больше писать картины, то буду по-настоящему уничтожена."

hi "Может быть, ты просто выдохлась? Ты ведь так усердно работала."

show rin basic_awayabsent_cas_ni
with charachange

rin "Это было бы плохо. Неужели это всё? Я хотела посмотреть, как далеко я смогу зайти. Может, и вправду всё… Конец."

hi "У тебя творческий кризис. Ничего страшного."

show rin basic_absent_cas_ni
with charachange

rin "Этот термин означает, что я не могу рисовать, да?"

show rin negative_spaciness_cas_ni
with charachange

rin "Такое случалось и прежде. Но раньше такого, как сейчас, не было."

rin "Когда я берусь за кисть, то сразу хочу положить её обратно."

show rin negative_sad_cas_ni
with charachange

rin "Что я и делаю. Уже третий день. Как будто я разучилась писать картины. Не думала, что такое возможно. Это кажется более невероятным, чем если бы у Эми выросли крылья и хвост."

hi "Тебе нужен перерыв. Насколько я понимаю, ты ради картин пытаешься заглянуть в себя как можно глубже, но на самом деле это не так уж здорово – оставаться наедине со своими мыслями так долго."

scene ovl rin_galleryskylight:
    truecenter  
    zoom 1.0  subpixel True 
    linear 30.0  zoom 1.2 
with locationchange

"Я гляжу в окно, в ночное небо. Несколько звёзд слабо мерцает над городом."

"Они напоминают мне о том, что я делал когда-то давно. Страшно даже представить, насколько давно."

scene bg gallery_atelier_ni
show rin negative_sad_cas_ni at center  
with locationchange

hi "Пойдём-ка прогуляемся."

show rin basic_surprised_cas_ni
with charachange

rin "Куда?"

hi "Просто погуляем. Я покажу тебе одно потайное место."

hi "Я не знаю, сработает ли это в этом городе, но попробовать стоит."

hi "В любом случае тебе нужен перерыв. И к тому же не помешает что-нибудь съесть."

hi "Пойдём."

hi "Тебе нужно отвлечься."

"В большинстве своём, когда люди встревожены, они сбегают от суровой реальности в мир фантазий. Я и раньше так поступал, и сейчас, бесконечно читая книги, погружаясь в их мир взамен настоящего."

"Тем не менее спасение Рин заключается в обратном: нужно вернуть её из её внутреннего мира в реальный."

scene bg gallery_staircase
with locationchange

"Рин не очень-то этому рада, но я не обращаю на это внимания. Во всяком случае, она вроде бы не собирается препятствовать, так как идёт вслед за мной по лестнице и дальше по тротуару."

$ renpy.music.set_volume(0.10000000000000001, 0.0, channel='ambient')
play ambient sfx_traffic fadein 2.0

scene bg city_street4_ni
with locationskip

"На город опустилась ночь."

"Тихая летняя ночь, пахнущая цветами и горячим асфальтом."

"Солнечный свет сменили сияющие неоновые цвета и мягкие жёлтые лучи уличных фонарей. Дышится очень свободно, как будто воздух легче, чем обычно."

"Дыхание жаркого летнего дня ощущается весь вечер и всю ночь."

"Я беру Рин за рукав, как, я видел, поступает Эми, и, к моему удивлению, она покорно следует за мной."

"Тусклый уличный свет борется против всеохватывающей темноты, а мы идём вместе, ведущий и ведомый, хоть оба и не знаем куда."

"Да это и неважно."

"Это один из тех моментов, когда привычное молчание, уже ставшее для нас с Рин ритуалом, соответствует ситуации."

scene bg city_street3_ni
with locationchange

"Мы идём бок о бок, выбирая направление по воле импульса или по настроению. Иногда мы выходим обратно на улицу, на которой уже раз или два были. А иногда находим новые улицы."

"Все они выглядят спящими."

"Рин не спрашивает, куда мы направляемся. Может быть, ей это безразлично. Может быть, она знает, что у меня нет ответа."

"Тишина ночи не страшна; ведь свет прогоняет большую её часть прочь."

"Воздух становится прохладным, а Луна продолжает свой путь по безоблачному небу."

"В этот час машин на дорогах совсем немного, а людей на тротуарах и того меньше."

"Практически полное отсутствие ночной жизни почему-то подходит этому месту."

"Конечно, есть и круглосуточные магазины, и кафешки, но атмосфера, как и сам город, сонная. Город, который спит восемь часов в день."

stop ambient fadeout 6.0
play music music_comfort fadein 10.0

window hide
nvl clear
nvl show dissolve

n " {vspace=120}Я рос в городе, купающемся в электрическом свете миллиона лампочек, который никогда не спал."

n "Я видел это своими глазами. Я не впервые куда-то вот так выбираюсь ночью."

n "Это произошло, когда я впервые остался дома один."

n "Мои родители часто бывали в командировках, которые никак не могли отменить, и они сочли меня достаточно взрослым, чтобы прожить два дня самостоятельно."

n "Я не оправдал их напрасных ожиданий и отправился гулять по городу всю ночь напролёт."

n "Я не могу объяснить, что заставило меня задержаться после школы в центре города дольше, чем я планировал."

nvl clear

n " {vspace=90}Мне не хотелось возвращаться домой, и я остался там до вечера и в конечном счёте на всю ночь."

n "Я ходил кругами вокруг выбранной наугад точки."

n "Почему-то ночной город вызывал восхищение."

n " {vspace=30}Вот я и бродил по его улицам."

n "На каждом перекрёстке можно было выбрать направление наугад, потому что все они вели в никуда."

n " {vspace=30}Бесцельное блуждание заставило меня взглянуть на вещи иначе. Надеюсь, это так же поможет и Рин."

nvl clear
nvl hide dissolve

$ renpy.music.set_volume(0.20000000000000001, 0.0, channel='ambient')
play ambient sfx_rooftop fadein 2.0

scene bg city_street2_ni
with locationchange

window show

"Мы останавливаемся, чтобы купить горячий кофе и закуски в торговом автомате, затем находим скамейку, на которую садимся, чтобы поесть."

"В ночном городе время течёт незаметно, поэтому неизвестно, сколько мы сидим так, соблюдая тишину обычно такого оживлённого городского пейзажа."

"Тем временем наступает поздняя ночь, которую скоро сменит раннее утро."

show rin basic_absent_cas_close_ni at tworight  
with charaenter

rin "Так это оно и есть?"

$ renpy.music.set_volume(0.69999999999999996, 1.0, channel='music')

"Я не ожидал услышать вопрос от Рин."

"В её голосе не слышно ноток скуки. Наоборот, в нём слышится любопытство. Ей непонятно, зачем я притащил её сюда, и хочется узнать ответ."

hi "Ага. Ты когда-нибудь бродила всю ночь напролёт? Это будто другой мир."

show rin negative_spaciness_cas_close_ni
with charachange

"Моя фраза заставляет её на какое-то время задуматься, оглядываясь вокруг, как будто она чего-то ищет."

"Лучики света, отражающиеся от уголков её глаз, внезапно становятся очень отчётливыми."

show rin basic_lucid_cas_close_ni
with charachange

rin "Это не другой мир, это тот же, только спящий."

show rin basic_awayabsent_cas_close_ni
with charachange

rin "Как думаешь, что снится этому городу? Может быть, что-то типа автомобилей-овец или зданий-овец? Почему сны обязательно должны быть об овцах?"

hi "Не помню, чтобы видел связанных с овцами снов."

show rin basic_deadpannormal_cas_close_ni
with charachange

rin "Разные города видят разные сны?"

hi "Возможно. А как же иначе?"

"Отвечаю я, наполовину шутя, наполовину подначивая её. Впервые за этот вечер я замечаю, что к Рин вернулась небольшая часть её жизненной энергии."

show rin negative_spaciness_cas_close_ni
with charachange

"Но на этом она прерывает поток риторических вопросов. Вместо этого она немного откидывается назад и смотрит на Луну, путешествующую над городом."

"Прохладный ветерок, дующий между зданиями, будто пытается незаметно унести беседу прочь ещё до того, как она по-настоящему завяжется."

"Очень жаль. А начало казаться, что мне удастся заставить плохое настроение покинуть Рин. Я хотел бы подобрать нужные слова, но понимаю, что в нынешней ситуации не смогу этого сделать."

"Рин слишком далеко от меня. Мне так и не удалось вытащить её из панциря. Слишком уж она непростой человек."

"Она будто смотрит на мир, изначально в равной степени (не)интересуясь всем происходящим вокруг. По-видимому, она замкнута ещё больше, чем кто-либо из тех, кого я знаю. Даже больше, чем я."

"Иногда она запирается в своём внутреннем мире, не допуская ничего и никого извне."

"А иногда она свободно изливает свои мысли, но они настолько беспорядочны, что весь остальной мир не может их понять."

"Я никак не могу истолковать, что она хочет сказать своими картинами. На мой взгляд, это просто море красок и форм, а не послание."

"Она слишком далеко. Теперь я понимаю, что пытаться сблизиться с ней тем способом, что я избрал, было плохой идеей, но я люблю её и ничего не могу с этим поделать."

"Я смотрю на пальцы своей правой руки, пытаясь вспомнить ощущение губ Рин, касающихся их."

hi "Ты когда-нибудь чувствовала, что пытаешься достичь чего-то, чего невозможно достигнуть?"

$ renpy.music.set_volume(1.0, 2.0, channel='music')

show rin basic_surprised_cas_close_ni
with charachange

"Рин переводит свой пристальный взгляд на меня, недоуменно наклоняя голову. Интересно, понимает ли она смысл моего риторического вопроса или нет."

"В любом случае я рад, что хоть чем-то привлёк её внимание."

show rin basic_awayabsent_cas_close_ni
with charachange

rin "Постоянно."

show rin relaxed_doubt_cas_close_ni
with charachange

rin "По крайней мере, мне так кажется. Это то, что чувствует художник большую часть времени. Или всё время. Не знаю."

show rin relaxed_nonchalant_cas_close_ni
with charachange

rin "Иногда у меня возникает ощущение, что я на самом деле могу отразить свои мысли в картинах. Но порой возникает чувство, что получается лишь очередная моя тень, будто зеркало работает неправильно."

hi "С общением то же самое?"

show rin basic_lucid_cas_close_ni
with charachange

rin "Наверное."

show rin negative_spaciness_cas_close_ni
with charachange

rin "В детстве у меня совсем не было друзей. Может быть, и сейчас тоже."

rin "Я любила только ручки и краски. Только они могли меня понять."

show rin negative_worried_cas_close_ni
with charachange

rin "Такое чувство, будто и это тоже уходит. Перемены – страшная штука."

hi "Хотелось бы и мне понимать тебя."

show rin basic_sad_cas_close_ni
with charachange

"Мысли, произнесённые мной вслух, словно пробуждают Рин ото сна. Она обращает ко мне меланхоличный взор."

rin "Мне тоже."

"Что она имела в виду? Ей бы хотелось, чтобы я понимал её, или чтобы она понимала меня, или чтобы она сама себя понимала? Этого я у неё не спрошу и уже не узнаю."

show rin basic_deadpanupset_cas_close_ni
with charachange

"Я вижу, что её глаза ищут мои. Они, как всегда, серьёзные и загадочные. Я не нахожу в них ответа."

show rin basic_deadpannormal_cas_close_ni
with charachange

rin "Не волнуйся об этом."

hi "А вот и буду."

show rin basic_deadpanamused_cas_close_ni
with charachange

"Лёгкий намёк на улыбку трогает её губы. Когда у неё такое настроение, мне кажется, что, возможно, у нас есть шанс."

"Мы удивительно хорошо ладим для людей, которые так отличаются друг от друга."

"Но мы не ладим по-настоящему именно потому, что мы такие разные."

"Может быть, из-за страстного желания Рин подготовить свою выставку или из-за моих неосторожных слов, прошедшая неделя отличалась от всех предыдущих."

"Взаимопонимание между нами кажется хрупким, но теперь, по крайней мере, общение вернулось в привычное русло."

"Относительно."

stop music fadeout 2.0
$ renpy.music.set_volume(0.29999999999999999, 0.0, channel='ambient')

scene bg city_street3_ni
with shorttimeskip

"Мы поднимаемся со скамьи и выбираем ещё одно направление, в котором можно пойти."

"Предрассветные часы медленно проходят мимо, пока мы меряем шагами улицы города."

"Наконец-то мы чувствуем себя непринуждённо, не имея ничего против редких прохожих, пугающей темноты, друг друга, самих себя."

"Шаги Рин кажутся более лёгкими, будто тяжёлый воздух вокруг неё слегка рассеивается. Это заставляет меня чувствовать себя счастливым."

"Мы не разговариваем, разве что изредка отпускаем замечания, которые растворяются в ночи и остаются без ответа."

"Детали городского пейзажа, на которые днём мы не обращаем внимания, сейчас бросаются в глаза."

$ renpy.music.set_volume(0.10000000000000001, 6.0, channel='ambient')

scene bg misc_sky_ni
with locationchange

"Небо над городом меняет свой цвет с тёмно-синего на серый, и я понимаю, что скоро ночь закончится."

hi "Уже почти утро."

"Рин тоже смотрит вверх и кивает."

"Так и есть. Свет наступающего утра ползёт по небу, каждую минуту поднимаясь всё выше."

"От этого возникает ощущение нереальности происходящего."

"Солнце встанет ещё не скоро, но у меня такое чувство, что на самом деле ночь заканчивается здесь и сейчас."

$ renpy.music.set_volume(0.29999999999999999, 1.0, channel='ambient')

scene bg city_street3_ni at left  
show rin basic_absent_cas_ni at center  
with locationchange

hi "Может, нам пора вернуться?"

"Рин снова кивает, дважды, её волосы развеваются на лёгком ветру, который предвещает рассвет."

hide rin
with charaexit

"Внезапно она ускоряет шаг, принимая на себя инициативу в этой прогулке. Похоже, настроение у неё здорово улучшилось."

"И это тоже заставляет меня чувствовать себя счастливым."

scene bg gallery_ext_ni
show rin basic_awayabsent_cas_ni at center  
with locationskip

"Способности Рин к ориентированию на местности не намного лучше моих, но в конечном счёте мы оказываемся перед галереей %(name_sae)s."

hi "Не знаю, помогло ли тебе это или нет. Однажды я тоже прогулял всю ночь, но тогда это произошло из-за спонтанного порыва или, возможно, беспокойства."

hi "Может, это была глупая затея и она совсем тебе не помогла."

show rin basic_lucid_cas_ni
with charachange

"Она только кивает в ответ."

hi "Ну что, ты придумала, как собираешься уничтожить себя?"

show rin basic_deadpanupset_cas_ni
with charachange

rin "У меня появилась пара идей. Нужно, чтобы мы на некоторое время перестали видеться."

stop ambient fadeout 0.5
$ renpy.music.set_volume(1.0, 6.0, channel='ambient')

show rin negative_annoyed_cas_ni
with charachange

rin "Не приходи навещать меня. Займись чем-нибудь другим."

"Её требование застаёт меня врасплох."

play music music_rain fadein 4.0

hi "Какого чёрта? Ты о чём? Ты же говорила, что не возражаешь!"

show rin negative_angry_cas_ni
with charachange

rin "Теперь возражаю. Но это ненадолго. Просто я должна пройти через это одна."

hi "Мне это не нравится."

show rin basic_surprised_cas_ni
with charachange

rin "Почему?"

hi "Я не хочу, чтобы всё складывалось вот так."

show rin basic_absent_cas_ni
with charachange

rin "Почему?"

hi "Просто мне не хочется чувствовать эту отдалённость между нами."

show rin basic_deadpancontemplation_cas_ni
with charachange

"Она склоняет голову, как птичка, и, размышляя, щурит глаза."

rin "Тогда прикоснись ко мне."

$ renpy.music.set_volume(0.5, 1.0, channel='music')

hi "Что?"

show rin basic_deadpan_cas_ni
with charachange

rin "Если хочешь, можешь прикоснуться ко мне. Тебе же станет лучше, верно?"

hi "Не знаю."

show rin basic_deadpannormal_cas_ni
with charachange

rin "Попробуй."

hi "В каком месте я могу к тебе прикоснуться?"

show rin basic_awayabsent_cas_ni
with charachange

rin "Только не сиськи и не левое ухо. Что угодно, кроме этого, выбирай."

hi "Ладно."

show rin basic_awayabsent_cas_close_ni
with characlose

"Я неуверенно протягиваю руку, хотя и не знаю, зачем вообще это делаю."

"Её глаза говорят мне, что она не собирается ничего объяснять."

"Тысячи мыслей проносятся у меня в голове, пока я медленно подношу руку к лицу Рин и прижимаю три пальца к её бледной щеке."

"На ощупь она мягкая и холодная."

show rin basic_lucid_cas_close_ni
with charachange

"Когда я касаюсь Рин, она закрывает глаза и заметно расслабляется."

"Я чувствую её тихое дыхание, её мышцы оставляет напряжение, когда мои пальцы гладят её по щеке."

"Она не кладёт голову мне на ладонь, ничего такого, что можно было бы ожидать от девушки в подобной ситуации. Она никак не реагирует на происходящее, если не считать закрытых глаз."

show rin basic_deadpanamused_cas_close_ni
with charachange

"Как только я убираю руку, она открывает их снова."

"Рин выглядит так, будто она едва сдерживает улыбку, хотя, может быть, это просто иллюзия, созданная робким утренним солнечным светом, обман зрения."

$ renpy.music.set_volume(1.0, 5.0, channel='music')

"Это – проблема наших отношений."

"Я либо понятия не имею, что вообще происходит, либо не могу взять в толк, почему всё происходит именно так."

stop music fadeout 3.0

"Как обычно, я и не надеюсь дождаться объяснений. Рин просто делает шаг в сторону двери."

show rin negative_spaciness_cas_ni
with charadistant

rin "До встречи."

hide rin
with charaexit

"Затем она исчезает из моей жизни на неопределённое время."

scene black
with dissolve

$ suppress_window_after_timeskip = True



label ru_R26:

window hide None

$ renpy.music.set_volume(0.5, 0.0, channel='music')
play music music_pearly fadein 1.0

scene bg school_scienceroom_bw
with locationchange

nvl clear
nvl show dissolve

n " {vspace=30}Даже вопреки своему желанию, я остаюсь верным данному Рин обещанию."

n "Я пытаюсь направить своё внимание на учёбу, но в конечном счёте теряю концентрацию во время уроков и выполняю только минимально необходимый объём работы."

n "Но всё же я начинаю задумываться над тем, чем буду заниматься после окончания школы. Я детально изучаю буклеты университетов и различные варианты будущей профессии."

n "Я неплохо учусь, так что был бы не прочь поступить в университет. Я уверен, что способен попасть даже в один из довольно приличных. Единственная проблема – решить, какую выбрать специальность."

n "Когда я рассказываю %(name_kenji)s о своём желании поступить в университет, он только смеётся, говоря, что я подчинился мнению феминистских учителей. Его планами на будущее я не интересуюсь."

n "Интересно, что думает Рин о своём будущем? Бьюсь об заклад, она не настолько потеряна, как я. А если и потеряна, то совершенно в другом смысле."

n "Осознав, что не могу перестать думать о ней, я отчего-то расстраиваюсь."

n "Её просьба заставляет меня волноваться и думать о ней чаще, чем когда я навещал её. Меня раздражает, что я ничего не могу с этим поделать."

nvl clear
nvl hide dissolve

$ renpy.music.set_volume(1.0, 2.0, channel='music')
play ambient sfx_businterior fadein 4.0

scene ev busride
with shorttimeskip

window show

"Как и ожидалось, в конце концов я сдаюсь."

"Однажды в конце дня я оказываюсь в автобусе, везущем меня в город. Вместо того чтобы придумывать себе оправдания, я стараюсь вообще не думать о том, что и зачем делаю, и во время поездки занимаю себя другими вещами."

$ renpy.music.set_volume(0.20000000000000001, 0.0, channel='ambient')
play ambient sfx_traffic fadein 1.0

scene bg gallery_ext
with locationskip

"После пяти минут ходьбы я оказываюсь перед галереей."

$ renpy.music.set_volume(0.59999999999999998, 1.0, channel='ambient')

scene bg city_street4
with locationchange

"Я прохожу мимо неё к двери мастерской. Но в последний момент решительный настрой пропадает, и я, не останавливаясь, иду до следующего угла, где поворачиваю обратно."

"Возненавидит ли меня Рин за то, что я зайду её повидать? Интересно, какая она, когда злится? Ни разу не видел её в гневе."

"Самое худшее, что может случиться, – если я, придя проведать её, действительно что-то испорчу. Казалось, она именно это и подразумевала. Но такого просто не может быть, верно? Это всего лишь одна из её причуд."

"Я разворачиваюсь и иду обратно, но в итоге снова прохожу мимо двери мастерской."

$ renpy.music.set_volume(0.20000000000000001, 1.0, channel='ambient')
stop music fadeout 3.0

scene bg gallery_ext
show sae neutral at center  
with locationchange

"Но на сей раз, когда я дохожу до галереи, её хозяйка стоит перед дверью и смотрит на меня."

sa "Я так и знала, что это ты! Что делаешь?"

$ renpy.music.set_volume(0.5, 2.0, channel='ambient')

"Я совсем не хочу вдаваться в подробности наших с Рин взаимоотношений, и смущённо бормочу что-то невнятное."

hi "Я, эм…"

show sae doubt
with charachange

"Она пристально смотрит на меня, после чего глубоко вздыхает, почему-то криво усмехнувшись. Надеюсь, она не поняла меня превратно."

show sae neutral
with charachange

sa "Не хочешь войти? Тут твой учитель; мы как раз обсуждаем выставку Рин."

hi "Эм, спасибо за приглашение, но мне на самом деле нужно—"

show sae smile
with charachange

sa "Не стесняйся, заходи."

hide sae
with charaexit

stop ambient fadeout 1.0
play sound sfx_storebell

scene bg gallery_int
show nomiya frown at center  
with locationchange

play music music_soothing fadein 0.5

"Я следую за %(name_sae)s и вижу, что наш учитель рисования действительно там. Номия стоит за большим столом, рассматривая что-то, с виду похожее на пригласительный билет."

show nomiya frown at twoleft  
show bg gallery_int at bgleft  
with charamove

show sae smile at tworight  
with charaenter

sa "Глянь, кого к нам занесло."

show nomiya talk
with charachange

no "Накай! Привет, мой мальчик!"

"Кажется, он вовсе не удивлён моему появлению."

show sae neutral
with charachange

sa "Как тебе приглашения?"

show invite:
    alpha 0.0  yalign 0.5  xanchor 0.5  xpos 0.6  subpixel True 
    easein 1.0  xpos 0.5  alpha 1.0 
with Pause (1.0)

"Я пробегаюсь по ним глазами. Они выполнены со вкусом, на обложках красуется одна из картин Рин, а надписи нанесены блестящим золотым шрифтом."

hi "Мне нравится."

show invite:
    easeout 1.0  xpos 0.4  alpha 0.0 
with Pause (1.0)

hide invite
show nomiya veryhappy
with charachange

no "Они великолепны! Я в полном восторге от их оформления! А рельефная золотая надпись? Потрясающе!"

show nomiya smile
with charachange

no "Полиграфия тоже хороша; непременно расскажешь мне, где ты их сделала."

hi "А что думает Рин?"

show sae doubt
with charachange

sa "Я не спрашивала. Она сказала, что согласится с любым моим решением."

show nomiya veryhappy
with charachange

"Номия громко смеётся, всё ещё крутя в руках карточку с золотыми буквами."

show nomiya smile
with charachange

no "Узнаю мою девочку! Она хочет сосредоточиться исключительно на самом главном. Молодчина!"

show sae smile
with charachange

sa "Её работа тоже неплохо продвигается. Кажется, она нашла новый источник вдохновения."

hi "Она в последнее время ведёт себя непривычно. Как будто борется с чем-то – вероятно, с собой, – и от этого ещё сильнее путается."

hi "Когда я видел её в прошлый раз, она сказала, что испытывает трудности в работе."

show sae neutral
with charachange

sa "Кажется, теперь это уже позади."

hi "Вы же знаете, что она, по сути, живёт там, верно?"

"%(name_sae)s делает пренебрежительный жест рукой, будто отмахивается от вопроса."

show sae smile
with charachange

sa "Конечно."

hi "Вы не находите это странным?"

show sae doubt
with charachange

sa "Возможно. Но я думаю, что она понимает, какая это огромная возможность, и без лишних раздумий использует её."

hi "Она и правда такая уж большая?"

"Номия кладёт карточку и стряхивает воображаемую пылинку со своего пиджака."

show nomiya frown
with charachange

no "Ну, как бы это сказать… В жизни каждого человека бывают моменты, когда что-то действительно большое накрывает тебя с головой и изменяет навсегда."

no "Возможно, сейчас для %(name_tezuka)sи настал именно такой момент."

hi "…Ясно."

hi "Да, я думаю, нечто похожее произошло и со мной."

"Я имею в виду несчастный случай, который привёл меня в «Ямаку». Однако от взрослых не следует ни одного комментария по этому поводу."

show nomiya smile
with charachange

no "Вполне вероятно, что у всех он был или будет. В любом случае посвятить себя искусству – серьёзное решение. А также тернистый путь. Весьма тернистый."

no "У %(name_tezuka)sи имеется практически всё, что нужно, чтобы преодолеть его, но хватит ли ей решимости пройти по нему – это уже другой вопрос."

show nomiya serious
with charachange

no "Я прекрасно знаю это. Я тоже пытался пройти этот путь, но свернул в конце."

label ru_choiceR26:

menu:
    with menueffect
    "Я не вполне понимаю, о чём он."
    "Поэтому вы так поддерживаете Рин?":


        return m1
    "Почему вы передумали быть художником?":

        return m2

label ru_R26a:

hi "Так вот почему вы так поддерживаете Рин? Потому что знаете, насколько это трудно?"

"Вместо учителя мне отвечает %(name_sae)s."

show sae scowl
with charachange

sa "Отчасти, может быть. Это тебя беспокоит?"

hi "Да нет. К тому же я не говорю, что это плохо; просто я не до конца понимаю."

hi "Вот, например, мастерская. Это классное место, но оно не использовалось неизвестно сколько времени. И теперь, когда появилась Рин—"

sa "Семнадцать лет и четыре месяца."

stop music fadeout 2.0

"Я поднимаю глаза и встречаю взгляд %(name_sae)s. Спокойный, расчётливый, мало чем отличающийся от взгляда Рин, он направлен на меня. Привычная для Номии улыбка тоже куда-то исчезла."

"Такое впечатление, будто воздух в галерее внезапно сгустился и в нём повеяло холодом."

show sae neutral
with charachange

sa "Именно столько прошло с того момента, как там кто-то работал."

play music music_sadness fadein 3.0

hi "Ого."

show sae doubt
with charachange

sa "Полагаю, у всего есть своя история."

"%(name_sae)s скрещивает руки и с тихим вздохом прислоняется к столу."

show sae neutral
with charachange

sa "Мастерская принадлежала моему мужу. Он тоже был художником. Он там жил – ну, мы оба жили там некоторое время после того, как поженились."

show nomiya frown
with charachange

no "В общем-то, благодаря ему мы и встретились."

show sae doubt
with charachange

sa "Верно. Как бы то ни было…"

show sae neutral
with charachange

sa "Мы были молоды и глупы. Или по крайней мере я… Мы учились в одной художественной школе; я изучала историю искусства, он – живопись. И, как только что было сказано, примерно в это время я и познакомилась с твоим учителем."

show sae smile
with charachange

sa "Так или иначе, я безумно влюбилась в своего будущего мужа или, может, в его картины."

sa "Он был… выдающимся художником. Его гений просто сиял всякий раз, когда он касался кистью холста."

"Она вспоминает о своём муже практически с благоговением. Посмотрев на её руки, я замечаю, что она не носит обручального кольца. И, вдобавок ко всему, она продолжает говорить о нём в прошедшем времени."

sa "Он был из тех художников, получивших дар из божьих рук, что входят в историю."

show sae scowl
with charachange

sa "Во всяком случае, я так думала."

show sae neutral
with charachange

sa "Глупо, не правда ли?"

show nomiya smile
with charachange

no "Полагаю, мы все уже тогда понимали, что он отличался от всех нас. Даже учителя."

show sae scowl
with charachange

sa "Этот гений… Ну, я бы сказала, он поглотил его. На фоне написания картин всё, абсолютно всё отошло на второй план, будь то общественная жизнь, работа или даже я. Это просто было совершенно неважно."

sa "Знаешь, кажется, художники не способны воспринимать своё занятие как обычную работу. Для них это нечто более… основополагающее."

sa "Трудно жить с таким человеком. Трудно быть замужем за таким человеком."

"Она выдерживает паузу, чтобы посмотреть, всё ли я усвоил."

"Думаю, она ещё не добралась до сути этой истории. Или я её пропустил."

hi "Так как вы с этим справлялись?"

show sae smile
with charachange

"Вероятно, она ждала подобного вопроса, с её губ срывается сухой смешок."

show sae neutral
with charachange

sa "Как-то справлялась. Иногда было сложно. Иногда я обманывала себя, веря, что он изменится."

sa "У меня были и свои собственные устремления, так что я просто оставила его в покое. Коль художник хочет писать картины, его не остановить."

show sae smile
with charachange

sa "К тому же жить с художником увлекательно. Мне очень нравилось наблюдать за ним. В художественной школе было полно позёров и посредственностей, но настоящие художники в основном прекрасные люди."

sa "Думаю, именно поэтому твой учитель так много внимания уделяет нашему котёнку. Она действительно имеет задатки художника, и это хорошо."

show sae neutral
with charachange

sa "Она хочет рисовать. И она должна рисовать."

show nomiya talk
with charachange

no "Именно так. Она лучшая ученица из всех, что у меня были."

show sae doubt
with charachange

sa "Ей сейчас нужно просто отыскать свой собственный путь. Может быть, поэтому я решила дать ей шанс. А ещё для неё будет лучше, если она пойдёт в художественную школу."

show sae smile
with charachange

sa "Художественное самовыражение заключается в поиске собственного места в жизни, границ своих возможностей и работе с ними. Их можно расширить, можно разрушить их, что уж лучше получится, но важно понимать пределы того, на что ты готов пойти."

show sae neutral
with charachange

sa "Короче говоря, мой муж был человеком, для которого подобных границ не существовало, он был уникальной личностью. Но человеческое тело не способно долго выдерживать подобное."

show sae scowl
with charachange

sa "Он… он умер молодым. После того как он покинул меня, я не могла больше находиться в мастерской и попыталась о ней забыть."

sa "Так бывает."

show sae neutral
with charachange

sa "Можно сказать, что его пламя было ярким, но недолгим."

stop music fadeout 4.0

"Её рассказ внезапно обрывается, но не похоже, что она собирается продолжать."

show nomiya frown
with charachange

"Номия перекладывает приглашения, разложенные на столе, будто лишь для того, чтобы чем-то занять руки."

hi "Но что, если… что, если Рин такая же, как и ваш муж? Что, если она человек с неограниченным потенциалом?"

show sae smile
with charachange

"Рука %(name_sae)s дёргается, и я снова вижу тот печальный взгляд её глаз. Таким взглядом она смотрит на Рин."

"Взгляд, который появляется у неё, когда она вспоминает своего мужа."

sa "Я в этом сомневаюсь."


label ru_R26b:

hi "Почему вы передумали?"

show nomiya frown
with charachange

no "О, это – длинная история."

show sae scowl
with charachange

"Номия бросает косой взгляд на хозяйку галереи, она плотно сжимает губы."

show nomiya smile
with charachange

no "У меня был подобный жизненный опыт, несмотря на то что до недавнего времени я не понимал этого."

show nomiya talk
with charachange

no "Я же говорил, что мы с %(name_sae)s знаем друг друга уже много лет? Мы обучались в одной и той же школе, это было… Боже, как же давно это было!"

show sae doubt
with charachange

sa "Пожалуйста, не нужно считать годы, %(name_shinichi)s."

show nomiya veryhappy
with charachange

no "Ха-ха-ха, возможно, ты и права. Во всяком случае, когда мы учились в школе, у нас был этот… э… друг."

show nomiya smile
with charachange

no "Мы обучались по одной и той же программе, и я думаю, что он встретил %(name_sae)s на одной из вечеринок. На самом деле я познакомился с %(name_sae)s через него."

no "Он был потрясающим художником, как и %(name_tezuka)sа; огромный талант, несмотря на юный возраст."

show nomiya talk
with charachange

no "Он запросто обошёл всех нас."

no "Мы были хорошими друзьями, он и я, но было нечто, что омрачало нашу дружбу."

show nomiya dreamy
with charachange

no "Мне казалось, будто я наблюдаю за ним издалека."

show sae scowl
with charachange

sa "И не только тебе."

show nomiya frown
with charachange

"Номия смущённо кашляет."

stop music fadeout 12.0

show nomiya serious
with charachange

no "Как бы то ни было, он, гм… закончил тем, что покончил с собой. Такая вот трагедия."

show nomiya smile
with charachange

no "Оглядываясь назад, я понимаю, что именно это событие заставило меня в итоге выбрать карьеру учителя."

no "Я никогда не был ни столь выдающимся, ни столь страстным. Я отчаянно хотел быть профессиональным художником, но не подходил для этого."

show sae smile
with charachange

sa "Ты был довольно хорош."

show nomiya veryhappy
with charachange

no "Ха-ха-ха! Возможно, я стал бы таким. Но я с этим завязал. С тех пор как его не стало, у меня больше не было той энергии."

show nomiya smile
with charachange

no "Я люблю детей и получаю удовольствие от всех видов искусства, так что было вполне естественно выбрать этот путь в жизни."

no "Но я думаю, что вся эта печальная история с нашим приятелем стала, как говорится, поворотным моментом."


label ru_R26c:

play sound sfx_rustling

"%(name_sae)s встаёт и роется в кармане в поисках сигареты и зажигалки. Её руки дрожат."

show sae doubt
with charachange

sa "Я выйду покурить."

"Спустя мгновение мы с Номией, не сговариваясь, решаем последовать за ней."

$ renpy.music.set_volume(0.20000000000000001, 0.0, channel='ambient')
play ambient sfx_traffic fadein 1.0

scene bg gallery_ext_ni
with locationchange

"На улице уже стемнело. %(name_sae)s стоит спиной к нам, редко и резко затягиваясь. Сигарета освещает янтарным отблеском её лицо, очерчивая острую линию подбородка."

show nomiya smile_ni at center  
with charaenter

no "По-моему, уже почти ночь. Если хочешь, я могу подвезти тебя обратно в школу, Накай."

show nomiya smile_ni at twoleft  
show bg gallery_ext_ni at bgleft  
with charamove

show sae neutral_ni at tworight  behind nomiya
with charaenter

sa "Куда собрался, %(name_shinichi)s? Мне нужно выпить. Пойдём в то местечко на углу."

show nomiya frown_ni
with charachange

"Учитель бросает взгляд на %(name_sae)s, после чего виновато пожимает плечами."

hi "Ничего страшного, я просто вернусь на автобусе."

hi "Но я сперва поднимусь наверх, узнаю, не хочет ли Рин поехать со мной обратно в школу. Она, на мой взгляд, в последнее время слишком часто здесь ночует."

show sae smile_ni:
    xpos 0.57  
with dissolvecharamove

"%(name_sae)s запирает входную дверь галереи и берёт под руку пожилого учителя рисования. Глядя на них, я испытываю какое-то странное чувство."

"Интересно, каково это – иметь друзей, с которыми вы были вместе несколько десятков лет, большую часть своей жизни. Я не могу себе это представить."

hide sae
hide nomiya
with charaexit

"Эта парочка отправляется в сторону бара на углу дальше по улице, так что я, не мешкая, подхожу к двери мастерской, готовый к тому, ради чего я сюда пришёл."




label ru_R27:

stop ambient fadeout 0.5

scene bg gallery_staircase
with locationchange

"Я поднимаюсь наверх и осторожно вхожу."

$ renpy.music.set_volume(0.29999999999999999, 0.0, channel='ambient')
play ambient sfx_rooftop fadein 1.0

scene bg gallery_atelier_ni
with locationchange

"Из-за быстро опустившейся ночи, в комнате довольно темно, но я вижу Рин или, точнее, её силуэт, сидящий на полу."

"Её вдохновение вернулось, как и сказала %(name_sae)s, и переместилось от рисования на мольберте к рисованию на полу."

stop ambient fadeout 1.0

"Не пройдя и пяти шагов, я застываю на месте как вкопанный."

"В моей голове эхом проносится ироничная мысль о том, какая всё-таки удивительная вещь – человеческое восприятие."

"Мне хватает доли секунды, чтобы по движениям её тени осознать, что происходит нечто необычное, поразмыслить над тем, что я вижу, и прийти к выводу, от которого я густо краснею до самых кончиков ушей."

scene ev rin_masturbate_away:
    truecenter  
    subpixel True  zoom 1.0 
    acdc_warp 16.0  zoom 0.8 
with whiteout

play music music_moonlight fadein 0.5

"Рин сидит на полу, поджав под себя ноги."

"Она ритмично раскачивается взад и вперёд, медленно двигая бёдрами."

"Её дыхание столь тяжело, что его практически видно в этом полумраке. Она пыхтит, как человек, который не в силах дышать спокойно и размеренно."

"Её бёдра – не более чем тени в тусклом свете, льющемся сверху, – снова и снова ритмично двигаются."

"Она не замечает меня, так как полностью увлечена своим… занятием."

"Безвыходная ситуация разрешается до того, как мне удаётся решить, как быть дальше."

"В атмосфере комнаты что-то меняется, незначительно, практически неуловимо, но меняется."

"Возможно, дуновение ветра из открытой двери или вытесненный мной воздух, звук моего дыхания (даже несмотря на то, что у меня уже давным-давно его перехватило) или аура моего присутствия."

"Что-то из этого достигает сознания Рин."

show ev rin_masturbate_away:
    ease 0.5  zoom 0.8 
with None

show ev rin_masturbate_surprise:
    ease 0.5  zoom 0.8 
with charachange

"Она останавливается, замирает и медленно поворачивает голову к двери."

"Я представляю, не видя этого на самом деле, что на её лице написан ужас, как в глазах оленя, глядящего на загнавшего его охотника."

"Не знаю, видит ли Рин выражение на моём лице, но ей, что к лучшему, недостаёт сил или решительности посмотреть мне прямо в глаза."

show ev rin_masturbate_away
with charachange

"Поэтому она опускает подбородок на грудь, давая растрёпанным волосам окончательно скрыть от меня своё лицо."

"Я чувствую, что должен либо уйти, либо подойти к ней, но не могу сделать ни того ни другого."

rin "Я же просила тебя держаться подальше."

"Эти слова… звучат почти как болезненный, измученный стон побеждённого."

"На Рин ничего нет, кроме рубашки."

"Последние лучи заката освещают бледную кожу её бёдер и ягодиц."

"Теперь, потеряв последний шанс на отступление, я поступаю единственным уместным в данном случае образом."

"Я поспешно отвожу взгляд, хотя Рин и не видит, на что я смотрю."

hi "Прости. Я не думал…"

show ev rin_masturbate_doubt
with charachange

rin "Это не то, что…"

"Её голос хриплый, дрожащий от сдерживаемых слёз или от чего-то ещё."

"Её трясёт, как будто ей по-настоящему больно."

show ev rin_masturbate_frown
with charachange

rin "Это не то, что ты думаешь. Я…"

nvl clear

rinbabble "Я понятия не имела что значит «изменить себя» но теперь я поняла ты не знаешь на что мне пришлось пойти и обо всех вещах которые происходят со мной о которых я вроде забыла но на самом деле – нет они просто копятся внутри меня и растут и растут и растут пока не выплеснутся наружу как поток всего что было не так я больше не выдержу я не могу думать сразу обо всех вещах о которых хочу потому что я могу думать лишь о четырёх шести семи вещах одновременно неважно этого не достаточно мне нужно выговориться мне нужно уничтожить забыть вот и всё—"
nvl clear

"Рин бормочет всё это больше для того, чтобы выговориться, чем для меня."

"Чушь, пустословие, бред сумасшедшего, пусть даже это всё и было произнесено спокойным тоном, но приняло форму бесконечного потока слов, почти одновременно слетающих с её губ."

"Такое чувство, что она забыла обо мне или о том, что тут вообще кто-то присутствует. Возможно, ей вообще с трудом удаётся отличить, что реально, а что нет."

"Возможно, она думает, что я – голос в её голове."

"Я смотрю вниз, на съёжившуюся на полу жалкую фигуру Рин, из привычного наряда одетую лишь в белую рубашку."

"Она не сохраняет ни её благопристойности, которой не стало, ни тепла её тела, о чём она, кажется, не заботится."

"Думаю, ни один человек в мире не способен выглядеть настолько разбитым, как она, хотя и в больнице, и в школе я многое повидал."

"Я вспоминаю сизый дым, похожий на туман, и себя, задающегося вопросом, на что пошла бы Рин ради искусства."

"Мой мозг пронзает понимание того, что Рин, оказывается, всегда говорила на полном серьёзе."

"Она на самом деле и по-настоящему уничтожит себя, если её искусство того потребует."

"Я не воспринимал всерьёз её саму, её странную манеру поведения, разговоры о личностных переменах как о чём-то столь реально и стремительно осуществимом, как пробуждение ото сна."

"Я понятия не имел, что творится в её душе."

"Это – настоящая она, обнажённая перед моими глазами во всех возможных смыслах этого слова."

"Она находилась в полном одиночестве здесь, на верхнем этаже этого здания, в этой комнате, в своих мыслях."

"День за днём работая над своими картинами, не отвлекаясь ни на что другое."

"Разрушая себя ради достижения того, чего она хочет достичь."

"Этот… непристойный поступок, который она совершает по причинам, которые она, я уверен, сама не понимает."

"Зачем она делает это? Я пытаюсь связать всё воедино, но всё равно не могу взять в толк."

"Грусть, страх, возбуждение, отвращение, волнение и целое море прочих эмоций, названия которых я не могу вспомнить, наполняют моё сердце. Меня захлёстывают противоречивые чувства."

hi "Я должен идти. Мне и правда жаль."

show ev rin_masturbate_away
with charachange

rin "Это неважно."

"Мой голос тихий и сухой, как наждачная бумага. Мне на самом деле жаль – жаль, что я увидел это."

"Я не хочу видеть Рин такой."

"Всё, что я вижу, – это её печаль. Её напряжение и отчаяние. Это означает «предел»? Почему и как %(name_sae)s и Номия могли позволить Рин зайти так далеко? Или это я во всём виноват?"

stop music fadeout 6.0

show ev rin_masturbate_hug
with charachange

"Я уже собираюсь уйти, но в последний момент поворачиваюсь, набравшись решимости, подхожу к Рин, сажусь позади неё и легонько касаюсь её лба. Она не сопротивляется и никак не реагирует."

"Я не могу оставить её вот так. Она не в порядке."

"Кажется, будто у неё лихорадка. Она одновременно холодная и пышущая жаром. Меня беспокоит, не заболела ли она из-за того, что гуляла со мной тогда всю ночь напролёт. Наверное, она легко простужается."

"На кушетке есть одеяло, но, вместо того чтобы принести его, я просто обнимаю Рин."

"Она не сопротивляется моим неуклюжим объятиям, только её голова опускается ещё ниже, всё глубже пряча в тень лицо."

show ev rin_masturbate_hug:
    acdc_warp 40.0  zoom 1.0 
with None

rin "Что ты делаешь?"

hi "Ничего."

"Я обнимаю её не от любви и не ради прощения. Разве я влюблён? Разве она извиняется?"

"Я просто хочу обнять её."

"В какой-то момент единственным звуком в комнате становится её тяжёлое дыхание."

"Тепла моего тела, поделённого на двоих, едва хватает, но оно медленно, мучительно медленно передаётся от меня к ней."

"Небольшое количество тепла, возвращающееся от Рин, заставляет меня осознать близость её тела."

"Даже в темноте я чувствую мимолётный запах её волос, испарины на её коже, въевшейся в её рубашку краски."

"Местами я чувствую плотность, местами – упругость её тела."

"Её сердцебиение вторит моему, выбивающемуся из привычного ритма, впрочем как и всегда."

"Сильное душевное волнение напоминает мне, почему тогда я сказал то, что сказал, почему пришёл сюда даже после этого, почему сегодня я снова здесь."

"Почему теперь обнимаю её, чтобы уберечь от холода и печали."

"Рин прочно поселилась в моём сердце, без особенных усилий обозначив небольшую его часть как свою собственность."

window hide

centered "Рин." with dissolve

window show

"Хоть она и хотела меня оттолкнуть, я не смог ничего поделать с этим чувством."

hi "С тобой всё в порядке, Рин?"

rin "Нет."

rin "Кажется… я сломалась. Я рисовала. Я нарисовала несколько стоящих вещей. Невероятных."

rin "Но это мне навредило. Я не могу с этим справиться."

"Её голос замолкает, потому что ей нечего больше сказать."

"Этот голос не сердитый и не грустный."

"Это безжизненный голос."

"Я глажу её голову и плечи, как бы говоря: «Тише, тише». Вряд ли я смог бы успокоить её пустыми обещаниями, которые люди обычно считают нужным произносить в подобных ситуациях."

"Я сомневаюсь, что она вообще стала бы это слушать или успокоилась бы."

"Она никак не реагирует на мои объятия, как будто её это не волнует."

"Возможно, так и есть."

"По крайней мере, её не заботит, выглядит ли она грустной или нет, нет никаких масок, никаких попыток объясниться, никакой фальшивой радости."

"Рин честна."

play music music_heart fadein 8.0

rin "Хисао."

hi "Что такое?"

rin "Ты мой друг, так?"

hi "Так."

rin "Можешь сделать мне одолжение?"

rin "Ситуацию не исправишь. Но я ещё не закончила."

"Она говорит сухим голосом, почти шёпотом, но остатки сил, вложенные в него, доносят смысл её слов гораздо яснее, чем сами слова."

"Я чувствую, как напротив моей груди, будто напуганная пташка, бьётся сердце Рин."

"Всё её тело дрожит от возбуждения, от страха, от отчаяния."

"Мой мозг быстро заполняет вихрь мыслей, порождённых положением, в котором я нахожусь, но мне приходится отбросить их."

"Я прижимаюсь носом к мочке её уха, мягкой и холодной, к её волосам, источающим приятный запах и щекочущим моё лицо."

hi "Ладно. Я сделаю это."

"Утешительно шепчу я ей на ухо, стараясь её успокоить."

"Это срабатывает, по крайней мере частично. Рин закрывает глаза и плотнее прижимается ко мне, будто ища утешения в тепле моего тела."

hi "Но друзья не должны заниматься подобным."

rin "Мы больше не можем быть друзьями?"

hi "Всё нормально. Не волнуйся. Просто расслабься."

scene ovl rin_galleryskylight:
    truecenter  
    zoom 1.2  subpixel True 
    linear 30.0  zoom 1.0 
with locationchange

"Несмотря на сказанные слова, я на грани срыва."

"Если бы я не был так возбуждён, то посмеялся бы над собственной нервозностью."

"Она хочет успокоиться, а я хочу успокоить её."

"Но таким вот способом…"

"Моя рука скользит ниже, лаская её, касаясь её обнажённого живота."

"Её тело напрягается при каждом моём прикосновении, но вскоре она расслабляется."

label ru_R27h:


scene evh rin_relief_down_large:
    center  
    yalign 0.0  subpixel True 
    easein 12.0  yalign 1.0 
with silentwhiteout

"В её теле осталось лишь одно место, где сохранилось тепло, излучающее всё усиливающийся жар по мере того, как моя рука скользит всё ниже."

"Я осторожно касаюсь её внизу, ощупывая то место, в котором сходятся линии её бёдер."

"Там горячо и влажно, мягко и гладко."

"Она раскрывается от моего прикосновения, предлагая моим пальцам ласкать её дальше."

"Рин тяжело дышит, в её голосе нет ни боли, ни удивления."

"Я понимаю, что всё это время задерживал дыхание, и резко выдыхаю, прижавшись к её волосам."

scene evh rin_relief_down
with dissolve

rin "Не щекотись."

hi "Прости."

rin "И не останавливайся."

hi "Прости."

hi "По правде говоря, я не знаю, что делаю. Я просто импровизирую."

rin "Всё в порядке. Я тоже не знаю, как это делать."

scene evh rin_relief_down_large:
    center  
    yalign 1.0 
with dissolve

"Я вхожу в неё, двигая пальцами вверх и вниз, внутрь и наружу, лаская её везде, сперва медленно, затем всё быстрее."

"Я прислушиваюсь к едва различимым знакам, которые подаёт тело Рин, надеясь, что она направит мои движения, поскольку мне не видно, что именно я делаю."

"От моих пальцев, исследующих её укромные места, её дыхание становится всё более тяжёлым."

"Бёдра Рин начинают двигаться в такт со мной, направляя мои пальцы всё глубже."

scene evh rin_relief_down
with dissolve

"Она поворачивает голову и краем глаза смотрит на меня."

"Интересно, что она видит? То, что в ней вижу я, меня почти пугает."

"Страсть в её глазах не похожа ни на что, что мне доводилось видеть. Её тёмные глаза – как два чёрных камня на фоне залитого лунным светом лица."

"Я нежно целую её в щёку, ближе к шее. Мои губы шершавые и сухие."


scene evh rin_relief_up
with dissolve

"Моя правая рука двигается вверх по своей собственной воле, ныряет под белую хлопковую рубашку – ласкать мягкую грудь Рин."

"Капельки пота мерцают на её коже, делая её скользкой в моих руках."

"Она дышит отрывистыми, быстрыми вдохами в унисон с пульсацией её чрева, в которое я погружаю пальцы."

show evh rin_relief_up_large:
    truecenter  
    subpixel True 
    0.5  
    ease 8.0  yalign 1.0 
with dissolve

"Я чувствую её тепло, обжигающее даже сквозь рубашку."

"Я двигаюсь всё быстрее, она двигается всё быстрее, наши примитивные инстинкты ослепляют разум, пот покрывает её рубашку и кожу, её страсть становится моей собственной и растёт во мне."

"Все эти чувства распадаются на базовые элементы: её мягкость, её влажность, её возбуждение, её грусть – единственное, о чём я думаю, единственное, о чём я могу думать."

scene evh rin_relief_up
with flash

rin "Ах…"

$ renpy.music.set_volume(0.5, 0.5, channel='music')

window hide
nvl clear
nvl show dissolve

n " {vspace=150}Я довожу Рин до исступления."

n "Её тело сжимает мои пальцы в ослепительной, оглушительной, парализующей судороге. Она громко стонет."

n "Я даже не предполагал, что девушки кончают так неистово, так яростно."

n "Позже я решил, что это был тот момент, когда Рин наконец позволила себе переступить черту и в одно мгновение разрушила и воссоздала себя, как она и желала."

n "Верной оказалась моя догадка или нет – не знаю, но именно так я тогда посчитал."

$ renpy.music.set_volume(1.0, 1.0, channel='music')

nvl hide dissolve
nvl clear


label ru_R27x:
window hide None

stop music fadeout 10.0

scene ev rin_masturbate_hug:
    center  
    zoom 1.0  subpixel True 
    acdc_warp 40.0  zoom 0.8 
with dissolve

window show

"Рин задыхается, как будто она тонет, возвращаясь к реальности, поскольку у неё нет иного выбора."

"По её телу ещё прокатываются волны наслаждения."

"Капельки пота, как жемчужины, блестят на её лбу."

"Я испытываю возбуждение, но теперь импровизация закончилась и я не знаю, что сказать Рин, тяжело дышащей в моих объятиях, разгорячённой и удовлетворённой."

"Её мокрая от пота рубашка прилипла к спине, облегая контуры её ключиц и талии."

"Она выглядит слабой, хрупкой, измождённой."

scene bg gallery_atelier_ni
with locationchange

play music music_twinkle fadein 10.0

play sound sfx_rustling

"Я протягиваю руку за пледом и укутываю нас в него."

"Рин не сопротивляется, она обессилена."

show rinpan relaxed_doubt_close_ni:
    center  
    ypos 1.1 
with charaenter

rin "Что же теперь будет?"

hi "Не знаю. Думаю, что ничего. Ты выглядишь усталой."

show rinpan relaxed_sleepy_close_ni
with charachange

rin "Я устала. Странно. Как будто я что-то потеряла. Я имею в виду что-то ещё, помимо непорочности."

hi "Не говори так. Не говори ничего подобного. Я не хочу тебя потерять."

show rinpan relaxed_surprised_close_ni
with charachange

rin "Что это значит? Я не собираюсь никуда уходить."

hi "Боюсь, что соберёшься. Постоянно боюсь."

"Тут я понимаю, что Рин не единственная, кто потерял частичку себя. Я тоже пережил момент утраты своей части или вообще всего себя."

"Но, если бы меня спросили, что конкретно я потерял, я не смог бы ответить, потому что уже забыл, что именно."

"Я нарушил очередное обещание, уже второе за этот день, раскрыв свои истинные чувства к Рин."

hi "Просто… я ненавижу дистанцию между нами, так что каждый раз, когда мы немного сближаемся, я начинаю бояться это потерять."

show rinpan relaxed_boredom_close_ni
with charachange

rin "Это странно."

hi "Наверное."

show rinpan basic_awayabsent_close_ni
with charachange

rin "Не возражаешь, если я вздремну – нет, уверена, что ты не против. Тебе ведь нравится на это смотреть, да?"

show rinpan basic_lucid_close_ni
with charachange

"Она закрывает глаза и шумно сглатывает, пытаясь расслабиться, борясь с желанием начать рисовать прямо сейчас."

hi "Да. Да, мне это нравится."

show rinpan invis_close:
    ypos 1.2 
with Dissolvemove(2.0)

hide rinpan
with None

"Рин ёрзает в моих руках, подыскивая удобное положение в нашей крайне неудобной позе."

"Закрывая глаза, она прислоняется ко мне и делает глубокий выдох, а затем её дыхание выравнивается."

"В последний момент до погружения в мир грёз она что-то шепчет мне, но я не могу разобрать слов."

"Она проваливается в сон с глубоким вздохом, с которым тают остатки напряжения в её теле."

"Я пытаюсь устроиться так, чтобы нам обоим было удобнее."

"Это занимает некоторое время, потому что я не хочу случайно разбудить Рин, хотя это и маловероятно, но в итоге нахожу положение, в котором мне относительно комфортно."

scene ovl rin_galleryskylight:
    truecenter  
    zoom 1.0  subpixel True 
    linear 30.0  zoom 1.2 
with locationchange

"Я облокачиваюсь на мягкие подушки кушетки и вдыхаю прохладный воздух мастерской."

"Голова Рин лежит на моей груди, как будто она слушает моё сердцебиение."

"Отголоски её сна находят отражение в виде лёгких подёргиваний мышц на лице, как у кошки, которой снится, как она гонится за мышкой."

"Полная луна, бросающая на нас через окно свой бледный свет, отражается от чистого холста, забытого на мольберте."

"Он мерцает в темноте, как островок света в океане тьмы, заполняющей мастерскую."

stop music fadeout 2.0

scene black
with dissolve




label ru_R28:

scene bg gallery_atelier
with locationchange

"Спросонья я воспринимаю всё окружающее только отдельными частями."

"Ярко-голубой утренний свет сквозь потолочное окно заливает помещение мастерской."

"Он отражается от белых стен и красочных плакатов и картин."

"Надеюсь, в школе никто не догадался, что я провёл ночь здесь. Они и в прошлый раз не узнали об этом, так что вероятность весьма велика."

"Из-за того, что пришлось спать в столь неудобном положении, у меня затекла шея и адски болят плечи."

"Я даже не могу вспомнить, когда заснул… помню только полную луну и тепло тела прильнувшей ко мне Рин."

"Также я не могу вспомнить, как она проснулась и покинула мои объятия. Но она это сделала."

show rin negative_spaciness_cas at center  
with charaenter

"Рин стоит посреди мастерской, выглядя потерянной. Насколько я вижу, она ни на что конкретно не смотрит, ничего не делает. Просто стоит и всё."

"Удивительно, но она сумела кое-как одеться самостоятельно. Я думал, что это невозможно сделать, не имея рук."


show rin negative_spaciness_cas_close
with characlose

"Я поднимаюсь и подхожу к ней, поглаживаю её по плечу, чтобы привлечь внимание."

hi "Эй."

show rin negative_angry_cas_close
with charachange

"От неожиданности она вздрагивает. Никогда не видел, чтобы Рин вздрагивала."

play music music_drama fadein 1.0

show rin negative_sad_cas_close
with charachange

"Рин выглядит немного испугано, немного взволновано, немного настороже. Будто прошлой ночью рядом со мной был совсем другой человек. Возможно, так и есть."

"Моё сердце уходит в пятки."

hi "Я… Я как бы извиняюсь…"

show rin negative_confused_cas_close
with charachange

rin "За что?"

hi "Было не очень тактично с моей стороны. Ну… то, что я сделал этой ночью."

show rin basic_deadpanupset_cas_close
with charachange

rin "Но разве тебе не должно хотеться чего-то подобного, раз я нравлюсь тебе?"

"Вот это откровенность! Я ошарашен подобным взглядом Рин на произошедшее."

hi "Нет, я… даже если и так, думаю, я предпочёл бы, чтобы у нас всё было как положено."

show rin relaxed_doubt_cas_close
with charachange

"Рин вскидывает голову, будто она понятия не имеет, о чём я говорю. Она до сих пор выглядит насторожено, но ничто не выдаёт её истинных эмоций."

show rin basic_absent_cas_close
with charachange

rin "То есть ты не хочешь заниматься подобными вещами?"

hi "Я этого не говорил."

show rin basic_deadpannormal_cas_close
with charachange

rin "То есть хочешь?"

hi "Этого я тоже не говорил."

hi "Послушай, я сейчас не об этом. Просто я посчитал, что поступил в той ситуации не лучшим образом, и попытался извиниться."

"Не понимаю, ради кого я оправдываюсь? Даже не представляю, почему чувствую себя настолько виноватым."

show rin basic_awayabsent_cas_close
with charachange

rin "Может быть. Я тоже не думаю, что это была такая уж хорошая идея. Наверное."

show rin basic_lucid_cas_close
with charachange

rin "Как ты тогда сказал? Что мы не такие. Мы – друзья. Это была плохая идея."

show rin basic_deadpanupset_cas_close
with charachange

rin "Может быть, тебе лучше забыть об этом, как, впрочем, и мне. Я хорошо умею забывать, так что за меня можешь не переживать."

hi "Я не могу этого сделать."

show rin basic_deadpansurprised_cas_close
with charachange

rin "Почему?"

hi "Потому что ты мне нравишься, вот почему."

show rin negative_annoyed_cas_close
with charachange

rin "Я же запретила тебе говорить об этом."

hi "А мне хочется. Тем более ты первая нарушила свой же запрет."

"Я разочарованно тру переносицу. Понятия не имею, как объясниться с Рин."

"Меня бесит её неспособность внятно изложить, что она испытывает по отношению к чему-либо. Меня бесят эти её запутанные сигналы, как будто она считает, что я умею читать мысли."

hi "Ты меня ненавидишь?"

show rin basic_lucid_cas_close
with charachange

"Она некоторое время серьёзно обдумывает эту мысль."

show rin basic_awayabsent_cas_close
with charachange

rin "Я ни к кому не испытываю ненависти. Мне кажется, во мне нет места для неё."

hi "Тогда кто я для тебя? Помоги мне понять."

"Я пытаюсь говорить настолько рассудительно, насколько могу, но не уверен, поможет ли это. Логика подсказывает мне, что это единственный способ заставить её понять мою точку зрения."

"Проблема в том, что логика для Рин не имеет значения."

"Она не ограничивает её, как ограничивает меня. Это не её движущая сила. Она не заставляет её поступать так, как поступает нормальный человек."

show rin relaxed_nonchalant_cas_close
with charachange

rin "Я не могу."

"Опять это. Я чувствую себя обессилевшим. Я чувствую разочарование."

hi "Почему?"

show rin basic_lucid_cas_close
with charachange


label ru_choiceR28_1:
menu:
    rin "Я не думаю, что ты поймёшь. Не уверена, понимаю ли я это сама."
    with menueffect
    "Мне нужно понять.":


        return m1
    "Это неважно.":


        return m2
    "Тогда объясни.":


        return m3




label ru_choiceR28_2:
menu:
    rin "Я не думаю, что ты поймёшь. Не уверена, понимаю ли я это сама."
    with menueffect
    "Я должен понять.":


        return m1
    "Тогда объясни.":


        return m3






label ru_R28a:

hi "Мне нужно понять причину."

hi "Я не сдамся, ты же знаешь."

show rin negative_annoyed_cas_close
with charachange

"Плечи Рин опускаются, и она хмурится."

rin "Я знаю."

hi "Я хочу быть рядом и поддерживать тебя, но я не смогу этого делать, не зная как."

show rin negative_confused_cas_close
with charachange

rin "Просто позволь мне самой решать, как поступать. Вот и всё."

stop music fadeout 7.0





label ru_R28b:

$ renpy.music.set_volume(0.29999999999999999, 0.0, channel='music')
stop music fadeout 3.0

hi "На самом деле не имеет никакого значения, понимаю я тебя или нет. Просто я хочу знать."

show rin negative_sad_cas_close
with charachange

rin "Я не могу."

$ renpy.music.set_volume(1.0, 0.0, channel='music')
play music music_sadness fadein 3.0

"Как об стенку горох. Я просто не в состоянии достучаться до Рин. Это выше моих сил."


label ru_R28c:


hi "Прекрасно. Тогда мне всё равно."

hi "Ты хотела измениться? Ты хотела себя уничтожить? Ты больше всего на свете хочешь, чтобы эта выставка состоялась, верно?"

show rin relaxed_nonchalant_cas_close
with charachange

rin "Да."

hi "Хорошо. Тогда займись ей."

"Она не отвечает и даже не подаёт признаков того, что слушает."

"Я стискиваю зубы, разочарованный сильнее, чем можно было ожидать. Я хочу схватить Рин за плечи и трясти её до тех пор, пока она не придёт в чувство."

"Я бросаю на неё взгляд, и в этот момент мне становится совершенно ясно, что я ничего не могу сделать для Рин. Что бы я ни сказал, я не смогу достучаться до неё. Но всё же…"

hi "Тебе, насколько я понимаю, по каким-то причинам кажется, что пройти весь путь до конца очень важно. Даже если для тебя это во многих отношениях окажется вредно."

hi "Но я не хочу иметь к этому никакого отношения."

hi "Я не стану терпеть такого отношения, не понимая даже его причин. С меня хватит."

"Смысл сказанного мной растворяется в повисшей между нами тишине. Рин никак не реагирует, даже не моргает. Она просто молча смотрит то ли на меня, то ли сквозь меня."

rin "Прекрасно."

"Её голос совершенно спокойный и бесстрастный, как будто она объявляет о том, что семичасовой поезд прибудет с опозданием на семь минут."

"Сказав это, Рин делает свой выбор, а я – свой. И если до этого момента кто-то из нас втайне и рад был бы передумать, то теперь уже слишком поздно."

"Я бросаю долгий пристальный взгляд на Рин в надежде, что он передаст ей мои эмоции."

scene bg gallery_staircase
with locationchange

"Не зная, удалось мне это или нет, я покидаю мастерскую, чувствуя опустошённость и беспокойство, как это часто случалось прежде. Но на этот раз я покидаю её навсегда."

stop music fadeout 2.0

window hide





label ru_R29:


scene bg gallery_atelier
show rin basic_lucid_cas_close at center  
with None

hi "Ладно. Тогда объясни мне."

show rin relaxed_nonchalant_cas_close
with charachange

rin "Я не могу."

stop music fadeout 12.0

"Всё тот же старый дурацкий сценарий: я задаю вопрос и получаю от неё ответ, который ни на что не отвечает, а по-другому нам никак не удаётся общаться."

"За исключением варианта, когда я просто слушаю какую-нибудь очередную её болтовню, что общением, по сути, уже не является."

"Это что, какая-то игра? Неужто есть некие негласные роли, которые мы, сами того не понимая, избрали, и согласно которым мы ведём себя при каждой встрече, неизбежно причиняя друг другу боль?"

"Её беспечные ответы, сопровождаемые ещё более беспечными пожатиями плечами, оставляют меня ни с чем. Ненавижу это."

hi "Итак…"

"Я не знаю, что и сказать. Я хочу рассердиться, я зол, но одновременно с этим я чувствую себя беспомощным."

"Изменят ли мои слова хоть что-то?"

hi "Я пойму, если ты захочешь отвергнуть меня, но хотя бы сделай это правильно. И если ты это сделаешь, то произошедшее прошлой ночью станет, несомненно, ошибкой."

hi "На самом деле всё это, возможно, одна сплошная ошибка."

show rin basic_awayabsent_cas_close
with charachange

rin "Я не хочу тебя отвергать."

hi "То есть ты не можешь определиться? Но зачем тогда ты заигрываешь со мной?"

play music music_tragic fadein 6.0

hi "Обнимаешь, затем игнорируешь меня; целуешь, снова игнорируешь; нравится вить из меня верёвки, не так ли? Поцелуй меня, и снова позабудь."

"Даже мне кажется, что мой голос очень сердит."

"Рин наконец улавливает моё настроение, и выражение любопытства на её лице сменяется другим, несвойственным для неё."

show rin negative_worried_cas_close
with charachange

rin "Нет—"

"Она осекается, глазами беспокойно осматривая комнату, будто слова, которые она пытается подобрать, можно найти на написанных ей картинах."

hi "Тогда что?"

show rin relaxed_doubt_cas_close
with charachange

rin "Мне надо было писать эти картины, так что—"

"Писать картины."

"Мой взгляд застилает кроваво-красная пелена безудержного гнева."

hi "Не желаю этого слышать, Рин! Я тебе не какая-то там чёртова муза, которой можно домогаться ради живописи!"

hi "Я не какой-то инструмент для достижения твоих целей, я – это я!"

hi "Должен же быть предел эгоизму!"

show rin relaxed_nonchalant_cas_close
with charachange

"Рин опускает глаза на пальцы своих ног и меланхолично шевелит ими, молча глотая мои гневные слова и ничего не говоря в свою защиту."

"Только по окончании моей тирады она решается что-то возразить."

show rin negative_annoyed_cas_close
with charachange

rin "Я не могу иначе. Точнее, я могу делать всё что угодно, но… у меня… не получается."

show rin negative_confused_cas_close
with charachange

rin "А это единственное, что мне вроде как удаётся делать правильно. Чаще всего."

hi "Да, это я уже и сам понял, спасибо. На первом месте для тебя – искусство, всё остальное – на втором или даже на тысячном."

hi "Не пробовала остановиться, подумать, взглянуть на вещи с точки зрения других людей?"

"Я цежу эти ядовитые слова сквозь зубы."

show rin basic_surprised_cas_close
with charachange

"Рин, очевидно, забеспокоилась. По крайней мере, она не совсем непрошибаемая, но, кажется, она всё же не понимает, на что я злюсь."

"Я не могу поверить, но даже она может быть настолько глупой."

rin "Я не хотела—"

"На этот раз Рин прерывает себя на полуслове."

show rin negative_sad_cas_close
with charachange

rin "Разве ты не понимаешь? Я не могу."

hi "Не можешь чего?"

"Ей не удаётся больше выдавить из себя ни слова."

hi "Ты никогда не объясняешь! Как же я могу что-то понять, если ты ничего не говоришь?"

hi "Почему ты вечно не желаешь ничего обсуждать?"

hi "Скажи хоть что-нибудь!"

"Но она молчит."

"Вымещая на ней злость, я чувствую удовлетворение, и это пугает, но я не могу остановиться."

"Через пелену застлавшего глаза адреналина я пытаюсь различить хоть какой-то намёк на реакцию с её стороны."

"Возможно, я перегнул палку, но, надеюсь, мне удалось донести до Рин мысль о том, что она не может просто игнорировать всех вокруг, когда ей взбредёт в голову."

"Если нет, я просто взбешусь. Она никого не слушает, окружающий мир её совершенно не интересует."

"Но, кажется, не в этот раз."

show rin negative_annoyed_cas_close
with charachange

"Её тело дрожит, как будто она сдерживает слёзы, но я знаю, что Рин не плачет."

show rin negative_angry_cas_close
with charachange

rin "Уходи."

rin "Уходи, Хисао. Мне жаль. Я не хочу разбираться с этим."

"Она произносит это тихим и усталым голосом, но я прекрасно слышу эти слова."

"Прямолинейное, тихое замечание – логичное завершение этого неприятного выяснения отношений, которое превратилось в ещё более неприятный и по большей части односторонний разговор на повышенных тонах."

scene bg gallery_staircase
with locationchange

"Я покидаю мастерскую, испытывая злость и чувство вины."

$ renpy.music.set_volume(0.5, 1.0, channel='music')

window hide
nvl clear
nvl show dissolve

n " {vspace=60}Я не думал, что между нами всё кончится таким вот образом. Я был сам не свой. И Рин тоже."

n "Рин подчас может быть невыносимой, может вызывать возмущение и раздражение, но сейчас она была сама на себя не похожа."

n " {vspace=30}Она и вправду изменилась. Или это я изменился?"

n " {vspace=30}Возможно, я только думал, что знаю её, или, может быть, знал ненастоящую её, либо всё это произошло по моей вине, из-за того, что я уговорил Рин попробовать выставить свои картины?"

n "Действительно ли я виновен в том, что Рин стала такой, какой она была в последние несколько недель?"

n "В голову не приходит никаких объяснений её странному поведению, кроме выставки и всего того, что с ней связано."

n "Возможно, благодаря ей мы могли бы сблизиться, но мы только отдалились друг от друга и теперь уже не сможем быть вместе."

$ renpy.music.set_volume(1.0, 1.0, channel='music')
stop music fadeout 2.0

nvl hide dissolve
nvl clear

scene bg school_dormhisao_ni
with shorttimeskip


$ renpy.music.set_volume(0.20000000000000001, 0.0, channel='ambient')
play ambient sfx_cicadas fadein 2.0

window show

"Темнота укрывает сквер «Ямаку», укутывает небольшие комнаты общежития покрывалом ночи."

"Я лежу на кровати в одной из этих комнат, уставший. Очень сильно уставший."

"Я сдался. Не могу обманывать сам себя, делая вид, что всё в порядке, что всё будет хорошо. Всё совсем не так."

window hide

show ev watch_worn_330:
    alpha 0.0  xalign 0.5  yanchor 0.5  ypos 0.7  subpixel True 
    easein 1.0  ypos 0.5  alpha 1.0 
with None

show ev watch_worn_330:
    alpha 0.0  xalign 0.5  yanchor 0.5  ypos 0.7  subpixel True 
    easein 1.0  ypos 0.5  alpha 1.0 
show bg school_dormhisao_blurred_ni
with Dissolve (1.0)

window show

"Взглянув на часы, я замечаю, что уже 3:30 ночи. Провожу пальцем по стеклу циферблата."

"Они очень надёжны. С тех пор как я начал их носить, они ни разу не подводили. Они идут вперёд даже тогда, когда я этого не могу."

window hide

show ev watch_worn_330:
    alpha 1.0  xalign 0.5  yanchor 0.5  ypos 0.5  subpixel True 
    easeout 1.0  ypos 0.7  alpha 0.0 
with None

show ev watch_worn_330:
    alpha 1.0  xalign 0.5  yanchor 0.5  ypos 0.5  subpixel True 
    easeout 1.0  ypos 0.7  alpha 0.0 
show bg school_dormhisao_ni
with Dissolve (1.0)

hide ev watch_worn_330
with None

window show

"Я перевожу взгляд на множество аккуратно расставленных на прикроватном столике лекарств. Они тоже надёжны, от них я буду зависеть всю оставшуюся жизнь."

"Я обращаю мысли к отведённым мне дням жизни и бесконечным просторам времени, лежащим перед остальными."

"Ко времени, которое я потратил впустую, гоняясь за тем, что было вне моей досягаемости, – ко времени, которое мне уже никогда не вернуть."

stop ambient fadeout 3.0

"Я снимаю часы и кладу их на тумбочку."


window hide
return
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
