label ru_A5:

window hide None

scene black
with dissolve

scene bg school_dormhisao
with openeye

window show

"Я просыпаюсь в незнакомой комнате."

"Прошлым вечером я забыл занавесить окно, поэтому светло-серый потолок залит ярким утренним светом."

"Я?"

"Это ведь моя комната?"

play music music_dreamy fadein 8.0

"Моя комната…"

"Уже третья за этот год комната, которую я должен считать своей."

"Вокруг расставлены мои вещи, а это значит, что комната действительно моя."

"Мои сумки на полу, мои новые учебники на столе."

"Мои бесчисленные лекарства на тумбочке."

"С минуту раздумывая, я гляжу на пузырьки, беру один из них, вытряхиваю таблетку, а вторую выдавливаю из упаковки."

"Быстро запивая их глотком воды, я стараюсь не думать о том, как может быть вредна вся эта химия."

"Моя форма висит в шкафу."

"Я вылезаю из-под одеяла и, потянувшись, принимаюсь одеваться."

"Надевать новую школьную форму – всё равно что примерять чужие вещи."

"Синтетический запах стирального порошка бьёт мне в нос, но ощущать свежесть новой одежды всё же приятно."

"Форма как форма. Не сильно отличается от той, что я носил раньше."

"То же можно сказать и об остальном. Не так уж много отличий от обычной школы."

"Только люди."

"Я вспоминаю свой вчерашний разговор с %(name_kenji)s, смешливость Миши и яростную жестикуляцию %(name_shizune)s."

"Пока что я познакомился только с тремя учениками. Может быть, они и не совсем обычные, но я уверен, что это скорее исключение."

"Или, возможно, именно такие люди здесь и являются нормальными?"

"Что здесь вообще считается нормальным? Чем люди занимаются?"

"Я не видел, чтобы кто-нибудь слонялся по школе после занятий, так что, наверное, тут есть кружки. Если так, может стоит вступить в какой-нибудь?"

stop music fadeout 4.0

scene bg school_scienceroom at bgleft 
with shorttimeskip

"На протяжении всего урока этот вопрос не выходит у меня из головы, поэтому, когда мы делимся на группы, я решаюсь задать его %(name_shizune)s."

"В конце концов, она ведь говорила, что я могу спрашивать её обо всём, что меня интересует."

show shizu behind_blank at center 
with charaenter

shi "…"

show shizu basic_normal
with charachange

shi "…"

show shizu cross_wut
with charachange

"%(name_shizune)s скрещивает руки на груди и медленно переводит взгляд на Мишу, которая увлечена стиранием ластика на конце карандаша до получения идеально гладкой поверхности."

show shizu cross_angry
with charachange

shi "…"

show shizu cross_angry at tworight 
show bg school_scienceroom at center 
with charamove

show misha hips_grin at twoleft 
with charaenter

play music music_happiness fadein 2.0

mi "А-ха-ха~! Извини, извини, %(name_sicchan)s! Ты что-то хотела?"

show shizu basic_angry
with charachange

show misha perky_confused
with charachange

mi "А… Вот оно что~! Хм… Хороший вопрос, %(name_hicchan)s."

"Первое, о чём я подумал, – она не знает ответа, и это плохо. Но, может, я зря готовлюсь к худшему. В любом случае, Миша, пожалуйста, не давай подтверждения моей догадке."

show shizu basic_normal2
with charachange

shi "…"

show misha sign_smile
with charachange

mi "Точно! У нас всех поощряют вступать в кружки. Многие так и делают, потому что больше тут всё равно заняться нечем."

mi "Ещё есть школьные мероприятия вроде фестиваля, который будет через несколько дней. Почти все ученики принимают участие в его подготовке по мере своих сил и возможностей."

show misha hips_grin
with charachange

mi "Так что~! Ты перевёлся в очень интересное время… может, и для тебя найдётся занятие~!"

hi "Я не против."

hi "А в честь чего фестиваль?"

show misha perky_confused
with charachange

"Миша замирает."

show misha hips_laugh
with charachange

mi "…Ва-ха-ха-ха~! Я не знаю, %(name_hicchan)s, дело в том, что это местный праздник, а я нездешняя, поэтому…"

show misha sign_confused
with charachange

show shizu behind_blank
with charachange

show misha perky_confused
with charachange

show shizu adjust_smug
with charachange

"Миша в растерянности обращается к %(name_shizune)s, кажется прося её о помощи. %(name_shizune)s величественно поправляет очки и начинает уверенно и быстро жестикулировать."

show shizu adjust_happy
with charachange

shi "…"

show misha sign_confused
with charachange

mi "Что? А…"

show misha hips_grin
with charachange

mi "Да какая разница?"

show misha hips_smile
with charachange

"Набрав воздуха в лёгкие, с несоразмерной торжественностью и громкостью озвучивает она %(name_shizune)s."

"Слишком громко; к нам обернулось уже несколько человек."

hi "Потише нельзя?"

show shizu basic_normal
with charachange

shi "…"

show misha hips_frown
with charachange

mi "Люди эволюционируют с каждым новым поколением! Вместе с ними неизбежно изменится и смысл фестиваля!"

show shizu behind_frown
with charachange

shi "…!"

show misha hips_grin
with charachange

mi "Сейчас главное – это вкусная еда и весёлые аттракционы, в которых можно что-нибудь выиграть~! Ха-ха-ха-ха~!"

"Учитель, пристально глянув на нас, громко откашливается, при этом похлопывая длинной деревянной указкой по ладони, словно дубинкой."

show misha sign_sad
with charachange

"Вспомнив наконец, где находится, Миша едва сдерживает вскрик и замолкает. %(name_shizune)s, нисколько не смутившись, только отмахивается."

show shizu basic_angry
with charachange

shi "…"

show misha perky_confused
with charachange

mi "Уже середина урока, и пора бы приступать к работе."

show misha perky_smile
with charachange

mi "Точно, %(name_sicchan)s~!"

show shizu basic_sparkle
show misha sign_smile
with charachange

mi "Что? Точно~! %(name_hicchan)s, ты спросил, потому что хочешь вступить в кружок?"

show shizu behind_blank
show misha perky_smile
with charachange

"Может, это лишь игра моего воображения, но мне показалось, что девочки подозрительно переглянулись. Интонация Миши также изменилась… Хотя она и так постоянно меняется."

hi "Да, я подумывал об этом."

"Миша и %(name_shizune)s снова переглядываются."

stop music fadeout 8.0

"Я собираюсь спросить, не хотят ли они чего-то предложить, но тут моё внимание привлекает чья-то тёмная фигура, которую я улавливаю боковым зрением."

"Краем глаза я замечаю, как девочка с длинными тёмными волосами встаёт из-за парты и беззвучно выскальзывает за дверь."

"Не похоже, чтобы она работала в какой-то из групп, и никто, кроме меня, не обращает на неё внимания."

"Я поворачиваюсь к учителю, который тоже видел, как она уходила."

"Почему он ничего не сказал?"

show misha perky_confused
with charachange

mi "%(name_hicchan)s? Что-то не так?"

"Моё замешательство настолько очевидно?"

"Или Миша заметила, как я смотрел на ту девочку?"

hi "Нет, всё в порядке."

show shizu basic_happy
with charachange

shi "…"

show misha hips_smile
with charachange

mi "Отлично~! Значит, у тебя нет никаких планов на большую перемену?"

"Вообще-то, я собирался пойти в библиотеку взять пару книжек."

hi "…Да нет, в принципе."

show misha hips_grin
with charachange

mi "Тогда давай поедим вместе?"

hi "Давай."

show shizu behind_smile
with charachange

shi "…"

show misha cross_laugh
with charachange

mi "Ура~! А-ха-ха-ха~! Отлично, %(name_hicchan)s~! Здорово!"

scene bg school_scienceroom
with shorttimeskip

"Оставшаяся часть урока обходится без происшествий. Длинноволосая девочка так и не возвращается."

"Я не успеваю придумать, куда бы она могла пропасть, когда учитель объявляет, что пора сдавать работы."

show shizu basic_frown at center 
with charaenter

"%(name_shizune)s, похоже, расстроена, что мы едва успели закончить в срок. Я же рад, что мы вообще закончили. Это ведь не соревнование какое-нибудь."

show shizu behind_frown
with charachange

shi "…"

show shizu behind_frown at tworight 
show bg school_scienceroom at bgright 
with charamove

show misha hips_smile at twoleft 
with charaenter

play music music_comedy fadein 0.5

mi "Ещё как соревнование, %(name_hicchan)s!"

hi "Не может быть."

mi "Да ну?"

hi "Ну да."

"Я давно приметил, что Миша всегда сопровождает жестами не только свои слова, но и реплики окружающих – со стороны это выглядит очень забавно."

"Очевидно, это для того, чтобы %(name_shizune)s понимала, что происходит вокруг. Её взгляд постоянно переключается с Мишиных рук на меня и обратно."

"Я не совсем понимаю, на кого мне нужно смотреть. Разговор идёт через Мишу, но, может быть, я должен обращаться к %(name_shizune)s? Я привык смотреть на того, чей голос слышу, но…"

"%(name_shizune)s не может меня слышать, но было бы неуважением говорить с ней только через Мишу. Впрочем, разве она не делает так же? Но при этом она смотрит на меня… Это обескураживает, и к этому, видимо, ещё придётся привыкнуть."

hi "Это не соревнование, потому что соревнования – это борьба за призы. Нет приза – нет и соревнования."

show shizu basic_happy
with charachange

"Глаза %(name_shizune)s вспыхивают. Она смотрит на меня так, словно я бросил ей вызов. Похоже, для неё это действительно является состязанием."

"Я никогда раньше не замечал, насколько завораживает тёмная синева её глаз."

shi "…"

show misha perky_smile
with charachange

mi "Уверен, %(name_hicchan)s?"

hi "Абсолютно."

show shizu behind_smile
with charachange

shi "…"

show misha hips_grin
with charachange

mi "Ха-ха-ха! Ты не прав, %(name_hicchan)s. Потому что~! Я не хочу быть самой медленной в классе. Поэтому ставка – уверенность в своих силах, а приз – подтверждение моих способностей."

show misha hips_laugh
with charachange

mi "Ва-ха-ха-ха-ха~!"

show shizu adjust_happy
with charachange

"%(name_shizune)s поправляет очки, всем видом выражая уверенность в своих словах."

play sound sfx_normalbell

hide shizu
with charaexit
hide misha
with charaexit

"Я бы ещё поспорил, но тут звенит колокол. Вскочив, Миша подхватывает портфель и в нетерпении поворачивается ко мне."

scene bg school_hallway3
with locationchange

"Я чуть не забыл, что собирался с ними перекусить."

show misha hips_smile at offscreenleft 
show shizu behind_smile at offscreenright 
with None

show misha hips_smile at twoleft 
show shizu behind_smile at tworight 
with ease

show shizu adjust_happy
with charachange

shi "…"

show misha hips_grin
with charachange

mi "Где хочешь поесть?"

hi "…В столовой?"

show misha hips_laugh
with charachange

mi "Ха-ха-ха~! Так банально… Ладно~! Пошли!"

"Банально? Да, пожалуй…"

stop music fadeout 6.0

"В прежней школе у меня было своё местечко на открытом воздухе позади здания, где я обычно ел. Отличное место – жаль, что я нашёл его только в конце первого года."

"Интересно, есть ли здесь что-то подобное? Должно быть, Миша это и имела в виду."

scene bg school_cafeteria
with locationskip

"%(name_shizune)s и Миша притаскивают меня в столовую, как ни странно полупустую. Видимо, многие и правда предпочитают есть в классе или на улице. Я видел коробки с ланчами у некоторых одноклассников."

"После еды Миша возвращается к разговору, который мы начали в классе."

play music music_shizune fadein 1.0

show misha perky_smile at twoleft 
show shizu behind_smile at tworight 
with charaenter

mi "Итак, %(name_hicchan)s, ты хотел узнать о кружках и всяком таком, да? Да~?"

show shizu adjust_happy
with charachange

shi "…"

mi "Да, %(name_sicchan)s! Думаю, лучше сначала спросить."

show misha hips_smile
with charachange

"Кивнув друг другу, они снова поворачиваются ко мне. Миша выпрямляется, будто собираясь произнести речь."

mi "%(name_hicchan)s, у тебя есть какое-нибудь увлечение?"

hi "Раньше я играл в футбол, но без особого интереса. И никогда ни за кого не болел."

hi "В последнее время я стал много читать."

show misha perky_smile
with charachange

mi "Хм… Здесь есть литературный кружок, да, %(name_sicchan)s? Да! Но~! Кажется, у них нет свободных мест. Извини, %(name_hicchan)s… Они очень популярны."

show shizu basic_happy
with charachange

shi "…"

mi "А, да! Но ближе к делу, %(name_hicchan)s! Не значит ли это, что у тебя нет других идей?"

hi "В самом деле, нет."

show shizu adjust_happy
with charachange

shi "…"

show misha cross_laugh
with charachange

mi "Хорошо! Отлично~! Это отлично, %(name_hicchan)s! Замечательно! Ха-ха-ха~! Ва-ха-ха-ха-ха~!"

hi "Почему это так уж прям замечательно?"

show misha cross_grin
show shizu adjust_happy
with charachange

mi "Да неважно."

mi "Дело в том, %(name_hicchan)s, что кроме кружков и приближающегося фестиваля здесь есть ещё такая вещь…"

show misha hips_laugh
with charachange

mi "Школьный совет!"

"Понятно. Не знал, что в этой школе есть ученический совет. Хотя непонятно, зачем они разыграли целый спектакль, чтобы сообщить мне об этом."

show shizu adjust_blush
with charachange

"Они и сами замечают, что перестарались: %(name_shizune)s немного смущается, а Миша заливается смехом."

"%(name_shizune)s тут же пытается взять разговор под контроль, если так можно выразиться, – ведь говорит она всё равно через Мишу."

show shizu behind_smile
with charachange

shi "…"

show misha cross_grin
with charachange

mi "Ха-ха-ха~! Хм? Да, да… %(name_hicchan)s, может, тебе стоит вступить в Школьный совет? Им могут пригодиться новые люди~ Да! Точно! Тебе точно надо вступить!"

hi "Зачем?"

show misha cross_smile
with charachange

mi "Ну, например, затем, чтобы каждый день быть вместе, %(name_hicchan)s~! Мы с %(name_sicchan)s тоже в Совете."

show misha perky_smile
with charachange

mi "И %(name_sicchan)s – его президент."

"Хм…"

"Как я и подозревал, у них свой интерес в этом разговоре."

"Словно прочитав мои мысли, %(name_shizune)s быстро поправляет очки и говорит что-то Мише."

show shizu adjust_happy
with charachange

shi "…"

show misha hips_grin
with charachange

mi "Ха-ха-ха~! Конечно, мы не пытаемся убедить тебя вступить только потому, что нам так нужно, и не станем наста—"

hi "Так, значит, ты признаёшь, что—"

show shizu behind_blank
with charachange

shi "…"

show misha perky_smile
with charachange

mi "А-ха-ха~! Нет! Мы ничего не признаём~! Я имею в виду, %(name_hicchan)s, что было бы здорово, если бы ты вступил, и мы были бы очень рады."

mi "Но дело не только в этом. Вступление в Совет – это проявление здорового интереса к школьным делам."

mi "Да~! Это так, %(name_hicchan)s. Кроме того, разве ты не хочешь после школы проводить время с нами, %(name_hicchan)s?"

"Не могу определить, говорит она искренне или просто хорошо притворяется. Обе, кажется, пытаются быть со мной как можно милее… Хотя они и так очень милы…"

hi "Ну что ж…"

show shizu adjust_happy
with charachange

shi "…"

show misha hips_grin
with charachange

mi "Итак, решено! Добро пожаловать в Школьный совет, %(name_hicchan)s~!"

hi "Что? Нет. Нет!"

show misha perky_sad
with charachange

mi "У-у-у… Видишь, %(name_sicchan)s? Я же говорила, что будет не так просто."

show shizu adjust_smug
with charachange

shi "…"

show misha perky_smile
with charachange

mi "Угу! Конечно, если бы всё прошло легко, было бы даже скучно. А, да~! %(name_sicchan)s теперь должна мне конфетку!"

hi "Вы что, поспорили? Эй, моя жизнь не игра!"

show shizu basic_happy
with charachange

"Похоже, %(name_shizune)s заинтриговали мои слова; в её глазах вспыхивает огонёк азарта."

shi "…"

show misha cross_laugh
with charachange

mi "Ва-ха-ха~! А это мысль, %(name_hicchan)s. Давай сыграем в игру!"

hi "Я не об этом."

show misha hips_grin
with charachange

mi "Как насчёт «Богач, бедняк», %(name_hicchan)s? Если проиграешь – должен будешь вступить в Совет~!"

hi "Нет, однозначно нет."

show misha perky_sad
with charachange

mi "У-у~, почему нет?"

hi "Ну, потому что у вас обеих одна и та же цель – затащить меня в Школьный совет, так?"

show shizu adjust_smug
with charachange

shi "…"

show misha hips_grin
with charachange

mi "Ага~!"

hi "А мне это не нужно. Значит, вы можете объединиться и я окажусь в проигрышном положении. Поэтому я не буду играть."

show shizu basic_angry
with charachange

shi "…"

show misha hips_frown
with charachange

mi "%(name_hicchan)s! Я крайне оскорблена! Ты не доверяешь нам настолько, что думаешь, будто мы способны на нечто столь и-из—во—рот—ли—во-е? Печально слышать от тебя такое…"

hi "Извини?"

"Сложно сказать, где заканчиваются слова %(name_shizune)s и начинаются Мишины мысли."

show shizu behind_frown
with charachange

shi "…"

mi "Чтобы загладить свою вину перед девушкой, чьи чувства ты оскорбил, ты определённо должен вступить в Школьный совет!"

hi "Нет!"

show misha hips_smile
with charachange

mi "Тогда как насчёт партии в бумажный футбол вместо «Богач, бедняк»?"

hi "Бумажный футбол?"

show misha hips_grin
with charachange

mi "Да~! Это игра, в которую играют в Америке~! Ты делаешь бумажный треугольник и пытаешься забить им гол в ворота, которые другой игрок делает из своих пальцев!"

mi "Разве не круто~? Это настоящий поединок, %(name_hicchan)s~!"

show shizu basic_normal
with charachange

shi "…"

mi "…И в него играют школьники в младшей и средней школах, %(name_sicchan)s? А-ха-ха! Значит, это игра, отличающая мальчиков от мужчин!"

hi "Скорее мальчиков помладше от мальчиков постарше. В любом случае в неё я тоже играть не буду. Раз вы о ней знаете, значит хорошо в неё играете."

show misha cross_laugh
with charachange

mi "Ха-ха-ха~! Да, да~, это так! Как ты догадался, %(name_hicchan)s?"

show shizu behind_frown
show misha cross_grin
with charachange

"%(name_shizune)s мрачно смотрит на Мишу, и это наводит меня на мысль о том, что та не должна была с такой готовностью в этом сознаваться."

"Не скажу, что мне нравятся их попытки навязать своё предложение, но мне интересно, чем же здесь занимается Школьный совет."

"Я не состоял в нём в прежней школе и даже не был знаком с кем-то из его членов. Кроме того, %(name_shizune)s и Миша мне вроде как нравятся, так что, возможно, это не такая уж плохая идея."

show shizu behind_blank
with charachange

shi "…"

show misha sign_smile
with charachange

mi "Ладно, %(name_hicchan)s, тогда как насчёт «Риска»? Это такая игра в мировое господство!"

hi "Не знаю такой."

show misha hips_smile
with charachange

mi "Она очень интересная, %(name_hicchan)s. Борьба за власть над миром, армии, войны и всё такое!"

"%(name_shizune)s, должно быть, хороша в этом деле."

mi "Если хочешь, можем сыграть после уроков."

show shizu basic_normal
with charachange

shi "…"

mi "А, да, %(name_sicchan)s? Можем сыграть просто на интерес, %(name_hicchan)s. %(name_sicchan)s давно не играла, поэтому, если захочешь, поиграем безо всяких условий."

hi "Ну, хорошо…"

show misha perky_smile
with charachange

mi "Хорошо! Хорошо, хорошо~! Превосходно~! Тогда увидимся после школы в кабинете Школьного совета, %(name_hicchan)s!"

hi "Стоп, почему там?"

show misha hips_grin
with charachange

mi "Потому что~! Там набор для игры."

show misha cross_laugh
with charachange

mi "Ва-ха-ха-ха-ха~!"

"Я строю недовольную гримасу, но лишь для вида."

"В конце концов я соглашаюсь, уяснив для %(name_shizune)s, что моё согласие не подразумевает ничего, кроме желания сыграть."

"Ланч заканчивается, и мы возвращаемся в класс."

stop music fadeout 2.0

scene bg school_scienceroom
show hanako def_worry at right 
with shorttimeskip

show hanako def_worry at offscreenright 
with charamove

hide hanako
with None

"После ланча длинноволосая девочка возвращается в класс и молча занимает своё место."

"Её снова то ли не замечают, то ли игнорируют. Я хочу спросить об этом у Миши, но боюсь показаться чересчур любопытным."





label ru_A6:

scene bg school_lobby at left 
show shizu behind_smile at tworight 
show misha hips_grin at twoleft 
with shorttimeskip

play music music_ease

"После занятий %(name_shizune)s и Миша настигают и окружают меня в вестибюле первого этажа, отрезав пути к отступлению с обоих флангов."

"Я немного уязвлён, хотя и подумывал о побеге. Тем не менее меня настораживает тот факт, что им приходится быть настолько бдительными, – видимо, от них вот так сбежало уже немало народу."

hi "Что за конвой? Я чувствую себя неуютно."

"Словно опасный преступник, сопровождаемый в камеру."

show misha cross_laugh
with charachange

mi "Ва-ха-ха-ха! Что не так, %(name_hicchan)s?"

show shizu adjust_smug
with charachange

shi "…"

show misha cross_grin
with charachange

mi "Вот-вот, мы же просто собирались поиграть в «Риск», забыл?"

"Не знаю, Миша, это выглядит зловеще. Я начинаю думать, что, как только мы сядем играть, вы свяжете меня и будете пытать, пока я не стану молить о приёме в Школьный совет."

"Это, конечно, маловероятно, но всё же… От них как будто всего можно ожидать…"

hide misha
hide shizu
with charaexit

with Pause(0.2)

show bg school_lobby at right 
with charamove_slow

"Добраться до места несложно: всего два поворота – и мы уже у кабинета Совета."

hi "И это всё? Мы уже на месте? Мне кажется, вы, ребята, перестарались с конвоем."

show shizu basic_normal2 at tworight 
show misha perky_smile at twoleft 
with charaenter

shi "…"

show misha hips_smile
with charachange

mi "Неправда, %(name_hicchan)s. %(name_sicchan)s говорит, что, когда жизнь человека под угрозой, он может проявить чудеса в плане скорости бега."

hi "«Жизнь под угрозой»?"

show shizu behind_smile
with charachange

"Миша, не меняясь в лице, что-то радостно жестикулирует %(name_shizune)s, и та, нацепив маску загадочности, прячет руки за спину, принимая самодовольный вид."

show misha hips_grin
with charachange

mi "М-м~ Хм-хм-хм~…"

"Миша начинает весело напевать, притворяясь, что не услышала меня. Прекрати! У тебя, в отличие от %(name_shizune)s, нет оправданий!"

play sound sfx_dooropen
stop music fadeout 6.0

scene bg school_council
with locationchange

"%(name_shizune)s открывает дверь в кабинет Школьного совета – просторную комнату со строгой обстановкой безо всяких излишеств."

"В центре стоит большой стол, окружённый стульями, а чуть в стороне – стол поменьше, который, как я понимаю, принадлежит %(name_shizune)s. Ещё несколько парт со стульями стоят вдоль стены, вероятно просто на всякий случай."

"Кроме этой мебели, комнате практически нечем похвастаться. Пара шкафов и полок, набитых старыми школьными документами и папками, – вот, в общем-то, и всё."

"Какое мрачное помещение. Могли бы хоть что-нибудь вроде горшочка с цветами поставить. Но больше всего бросается в глаза то, что мы здесь одни."

hi "Мы слишком рано?"

show shizu behind_blank at tworight 
show misha hips_smile at twoleft 
with charaenter

shi "…"

show misha hips_grin
with charachange

mi "Нет~."

hi "Что значит «нет»? Сегодня, кроме нас, больше никто не придёт?"

show shizu adjust_smug
with charachange

shi "…"

show misha sign_smile
with charachange

mi "Так точно~."

play sound sfx_snap
show shizu basic_happy
with Dissolve(0.3)

"Прежде чем я успеваю спросить, почему так получилось, %(name_shizune)s очень энергично хлопает в ладоши."

show shizu adjust_happy
with charachange

shi "…"

show misha hips_smile
with charachange

mi "%(name_hicchan)s, давай играть в «Риск»! Ты ведь обещал, правда? Значит, должен сдержать слово~!"

show misha hips_grin
with charachange

mi "Ха-ха-ха~! Да, да, да~! Хочешь узнать правила? Я расскажу, пока мы тут всё готовим!"

hide shizu
with charaexit

"В это время %(name_shizune)s достаёт из шкафа нечто, напоминающее настольную игру, и бросает на стол."

"Выглядит игра, пожалуй, довольно интересно."

show shizu adjust_frown at tworight
with charaenter

"Миша начинает с несвойственной ей медлительностью путано объяснять основные правила, но %(name_shizune)s, не вытерпев, вмешивается, резким взмахом руки провозглашая начало игры."

"Агрессивный настрой %(name_shizune)s передаётся и мне. Я наконец-то проникаюсь духом соперничества, которого не было и в помине, когда я соглашался на участие в игре."

show misha perky_smile
show shizu basic_normal2
with shorttimeskip

play music music_running fadein 0.5

"Посреди игры, в то время как я пытаюсь продумать защиту от атак сразу на два фронта, %(name_shizune)s нарушает ход моих мыслей, пытаясь привлечь моё внимание постукиванием пальцами о край стола."

show shizu behind_frown
with charachange

shi "…"

show misha sign_smile
with charachange

mi "%(name_hicchan)s, %(name_sicchan)s хочет заметить, что ты слишком долго думаешь над своими ходами."

show misha hips_smile
with charachange

mi "Ещё %(name_sicchan)s говорит, что оставит тебе Австралию, если ты согласишься вступить в Совет!"

hi "Я думал, это просто игра, безо всякого подтекста."

"Факт того, что она трясёт этим предложением у меня перед носом, означает, что она догадалась о моём желании выиграть."

hi "И всё равно – нет!"

show shizu adjust_smug
with charachange

shi "…"

mi "%(name_sicchan)s восхищена твоим боевым духом и обещает быть великодушным диктатором, который пощадит твой народ, если ты согласишься вступить в Совет!"

show misha cross_laugh
with charachange

mi "Ха-ха-ха-ха~!"

show misha cross_grin
with charachange

hi "Ты слишком азартная, %(name_shizune)s."

show shizu adjust_happy
with charachange

"Кажется, она воспринимает это как комплимент."

hi "Я ожидал, что президент Школьного совета будет более… благожелательным."

show misha perky_confused
with charachange

mi "Бла-го-же-ла-тель-ным?"

"Похоже, она не знает, что означает это слово или как оно показывается жестами, поэтому берёт лист бумаги и пишет его для %(name_shizune)s, которая в ответ показывает несколько жестов."

"Миша прижимает указательный палец к виску, словно пытаясь впечатать это слово в свою память."

show shizu basic_happy
with charachange

shi "…"

"Внезапно %(name_shizune)s разражается потоком жестов. Миша выглядит ошеломлённой той скоростью, с которой %(name_shizune)s жестикулирует."

show misha sign_confused
with charachange

mi "Ах, пожалуйста, помедленнее, %(name_sicchan)s… Хм, %(name_hicchan)s~! %(name_sicchan)s говорит, что ты проиграешь!"

hi "Скажи ей, что я разрушу её империю своим восстанием."

mi "А… Хорошо…"

show shizu basic_sparkle
with charachange

"Её глаза сверкают детским озорством."

show shizu basic_happy
with charachange

shi "…"

show misha cross_smile
with charachange

label ru_choiceA6:
menu:
    mi "Она говорит, что если ты продолжишь так играть, то у тебя нет шансов. Ни единого~!"
    with menueffect
    "В этом есть смысл. Перейти в атаку!":


        return m1
    "Это ловушка, лучше уйти в оборону.":

        return m2

label ru_A6a:

"Она или издевается надо мной, или пытается спровоцировать."

"Но мне нечего терять, поэтому следует на самом деле попробовать новую тактику."

"Может, если я распределю свои силы и попробую контролировать больше территорий, то смогу получить преимущество?"

"%(name_shizune)s сосредоточилась на завоевании целых народов, так что если я пожертвую своими владениями на материке, то смогу завоевать больше маленьких стран."

"Стоит попытаться."

"Но через несколько ходов я всё равно проигрываю."

show shizu adjust_smug at tworight
with charachange

"%(name_shizune)s поправляет очки и празднует победу, торжествующе взмахнув в воздухе кулачком."

shi "…"

show misha cross_grin at twoleft
with charachange

mi "Я победила, я победила~! Ура~!"

hi "Спасибо, я и без перевода понял."

show misha hips_grin
with charachange

mi "Ва-ха-ха~! Не расстраивайся так, %(name_hicchan)s! Ты, как мне кажется, старался изо всех сил!"

mi "Однако твоих сил пока недостаточно~! Уж кто-кто, а я в таком разбираюсь! Ты неплохо справлялся, особенно учитывая то, что сегодня играл впервые!"

show shizu behind_smile
with charachange

shi "…"

show misha perky_smile
with charachange

mi "%(name_hicchan)s, атаковать Исландию и Северную Африку одновременно было смелым ходом. %(name_sicchan)s впечатлена~!"

shi "…"

show shizu adjust_smug
with charachange

mi "Великие люди – это те, кто отваживаются на смелые ходы и преодолевают все препятствия~! Полпути уже пройдено; разве это не замечательно, %(name_hicchan)s?"

show shizu adjust_happy
with charachange

shi "…"

mi "Но одного лишь потенциала недостаточно! В нём нет смысла, если ты не осмелишься сделать первый шаг и идти вперёд. Я хотела бы увидеть больше."

show misha perky_confused
with charachange

mi "Ты права, %(name_sicchan)s~, но ты так требовательна…"

shi "…"

mi "…"

show shizu basic_normal2_close
with characlose

stop music fadeout 3.0

"%(name_shizune)s подаётся вперёд, и её игривость внезапно сменяется той серьёзностью, которую я от неё ожидал с самого начала."

shi "…"

show misha hips_smile
with charachange

mi "%(name_hicchan)s, ты хочешь присоединиться к Школьному совету?"

"Не теряет время попусту, да? Но…"

"Я в школе только второй день и сомневаюсь, что стоит так скоро делать какой-либо выбор."

"Я ещё даже не взглянул на остальные кружки."

"Хотя я был бы не прочь проводить время с %(name_shizune)s и Мишей."

"Мне нужно больше времени, прежде чем я смогу решить наверняка."

hi "Возможно. Я сообщу попозже."

play music music_shizune fadein 2.0

show shizu behind_blank
with charadistant

shi "…"

show misha hips_frown
with charachange

mi "Хорошо, %(name_hicchan)s~! Но я надеюсь, ты сказал это не для того, чтобы не расстраивать нас."

hi "Ни в коем случае."

show misha perky_smile
with charachange

mi "Правда~?"

show misha hips_grin
with charachange

mi "%(name_hicchan)s, если ты соберёшься сказать это, это должно быть окончательное решение и безо всяких сомнений~!"

hi "Знаю, знаю. Я по меньшей мере должен взять реванш за сегодняшнее."

show shizu basic_sparkle
with charadistant

"%(name_shizune)s озорно улыбается, поворачивая нож в ране, которую нанесло мне поражение."




label ru_A6b:

"Похоже, она хочет спровоцировать меня."

"Окинув взглядом доску, я убеждаюсь, что моя защита весьма неплоха, и я не собираюсь разрушать её необдуманными поступками."

"Но через несколько ходов я всё равно проигрываю."

show shizu adjust_smug at tworight
with charachange

"%(name_shizune)s поправляет очки и празднует победу, торжествующе взмахнув в воздухе кулачком."

shi "…"

show misha hips_grin at twoleft
with charachange

mi "Ва-ха-ха-ха~! %(name_hicchan)s, ты проиграл ещё тогда, когда позволил мне захватить Северную Америку."

show misha perky_confused
with charachange

mi "В смысле %(name_sicchan)s, а не мне."

show shizu behind_frown
with charachange

stop music fadeout 7.0

shi "…"

show misha perky_smile
with charachange

mi "Получать контроль над Северной Америкой очень рискованно, ведь, хоть она и обеспечивает пять дополнительных армий, её можно атаковать с трёх сторон и приходится сосредотачиваться на защите~!"

show shizu behind_frustrated
with charachange

shi "…"

mi "Не думала, что ты такой нерешительный. Какое разочарование."

mi "Амбиции, %(name_hicchan)s. Тебе нужно играть более уверенно! Амбиции, амбиции~!"

show shizu basic_frown
with charachange

shi "…"

mi "Игра стала интереснее, когда ты захватил Южную Америку, но, получив небольшое преимущество, ушёл в оборону. Это плохо, %(name_hicchan)s."

mi "Ты недостаточно рисковал, а если и рисковал, то не доводил дело до конца. Это ужасно, %(name_hicchan)s."

"Блин, какое ей дело до того, что я слишком осторожничал? Не обязательно бросать мне это в лицо."

show shizu basic_normal2_close
with characlose

shi "…"

mi "Я начала сомневаться, что от тебя будет польза Школьному совету…"

play music music_normal fadein 8.0

"Это что, реверсивная психология?"

hi "В таком случае мне не нужно беспокоиться о вступлении?"

shi "…"

mi "Уже сдаёшься? Я ожидала от тебя большего."

"Неужели %(name_shizune)s дразнит меня, пытаясь заманить в Совет?"

"Я не хочу вступать туда сейчас. Ведь я в школе только второй день – в поспешном решении нет смысла."

"Я ещё даже не взглянул на остальные кружки. Да и эти двое какие-то странные."

hi "Ладно, может быть я подумаю о вступлении, но сперва взгляну на другие кружки."

show misha perky_confused
with charachange

mi "Правда, %(name_hicchan)s? Ты сказал это не для того, чтобы не огорчать нас?"

hi "Нет, нет. Просто я ещё сам не решил, хочу ли я этого."

show misha perky_sad
with charachange

mi "Вот оно как…"

show shizu behind_frown
with charadistant

shi "…"

show misha perky_smile
with charachange

mi "Ладно, %(name_hicchan)s. Но мы не собираемся сдаваться так просто. Ты сказал «может быть», значит ещё не всё потеряно~!"

show shizu basic_angry
with charachange

shi "…"

show misha sign_smile
with charachange

mi "Ну же, это будет весело! Мы сможем ещё поиграть в «Риск», и, возможно, однажды ты сумеешь выиграть! Если мы не закончим школу раньше этого момента."

hi "Знаешь, это отнюдь не добавляет мне желания присоединяться к вам."

show shizu behind_blank
with charachange

shi "…"

show misha hips_grin
with charachange

mi "Ва-ха-ха~! Уверена, ты неплох в настольных играх! Может, сыграем в игру, с которой ты знаком, чтобы дать тебе небольшую фору?"

hi "Знаешь, я всё-таки сказал «может быть» лишь для того, чтобы вы не расстроились."

show misha perky_sad
with charachange

mi "У-у-у, это жестоко, %(name_hicchan)s…"



label ru_A6c:

"Взглянув на настенные часы, я понимаю, что прошло гораздо больше времени, чем я собирался здесь провести."

hi "А теперь простите, но я хотел зайти в библиотеку. Она ведь ещё открыта?"

show shizu behind_blank
with charadistant

"Почесав затылок, %(name_shizune)s что-то жестикулирует Мише."

"Так сложно определить, открыта ли она, когда часы висят рядом?"

shi "…"

show misha perky_confused
with charachange

mi "Должна бы, если библиотекарь ещё там."

mi "Думаю, ты права, %(name_sicchan)s."

show misha hips_smile
with charachange

mi "Мы… пришли к мнению, что она открыта. Она на втором этаже, мимо не пройдёшь. Хочешь, мы тебя туда проводим?"

hi "Нет, спасибо. До завтра."

show misha hips_grin
with charachange

mi "Пока-пока!"

stop music fadeout 2.0



label ru_A7:

scene bg school_staircase2
with locationchange

scene bg school_hallway2
with locationchange

"Всего один лестничный пролёт, и я уже сталкиваюсь с проблемами."

"Второй этаж – точная копия третьего."

"Передо мной очередной широкий прямой коридор."

"И отыскать здесь библиотеку – задача намного более сложная, чем мне казалось вначале."

"Помимо пронумерованных классов, здесь ещё множество дверей безо всяких обозначений."

"Библиотека за одной из них? Или где-то дальше?"

"Остановившись на втором, я решаю пойти наугад."

"За углом я обнаруживаю незакрытую дверь."

"Она приоткрыта совсем чуть-чуть – ровно настолько, чтобы было заметно, что тут не заперто."

"Я полагал, что дверь школьной библиотеки должна быть гостеприимно распахнутой, но сейчас меня обнадёживает и этот маленький зазор."

"По крайней мере, внутри должен быть кто-то, у кого я могу спросить дорогу, пусть мне и неловко."

"Нервничая и готовясь в любой момент отпрянуть, я осторожно толкаю дверь кончиками пальцев."

"В этой школе я чувствую себя посторонним. Меня постоянно преследует ощущение, что я здесь чужой, поэтому даже такую простую вещь я боюсь сделать неправильно."

play sound sfx_door_creak

"Скрип двери напоминает кряхтение человека, пробуждающегося от долгого сна, хотя она поддаётся моему толчку неожиданно легко."

"Чтобы побыстрее увидеть комнату, я заглядываю внутрь, но робкое приветствие замирает у меня на устах."

window hide

scene white
with fade

play music music_lilly fadein 3.0

scene ev lilly_tearoom
with Dissolve(3.0)

window show

"…"

"Такого… я не ожидал."

"Я рассеянно распахиваю дверь настежь. Всё моё внимание приковывает одинокая фигура в центре комнаты."

"Я безмолвно застываю в дверном проёме, уставившись на удивительно красивую девушку."

"Оценив ситуацию, девушка аккуратно ставит чашку с чаем на стол и открывает глаза, не глядя, однако, в мою сторону."

scene ev lilly_tearoom_open
with charachange

li_ "Приветствую. Могу я чем-нибудь помочь?"

"Она сидит, глядя перед собой, и, кажется, не слова, а лишь движения её губ нарушают покой."

"Из-за её неподвижности звук мягкого, размеренного голоса звучит будто бы сам по себе."

"Она выглядит как иностранка, но всё же сильно отличается от тех иностранцев, что я встречал раньше. Кроме того, она – самая высокая девушка, которую я когда-либо видел."

hi "Прошу прощения за вторжение, я тут немного… потерялся."

"Она слегка медлит с ответом. Все её слова и движения точны и грациозны, словно заранее тщательно отрепетированы."

li_ "Не желаешь ли присесть?"

"…Неожиданно, учитывая то, как я к ней ворвался."

hi "Эм-м-м… спасибо."

"Я не спеша занимаю место за столом напротив неё. Между нами стоит чашка с чаем."

"Она не следит за мной взглядом, что… вместе с туманной дымкой в её глазах говорит о проблемах со зрением, как у %(name_kenji)s."

"Кстати, говорит она без какого-либо акцента. Вероятно, она наполовину японка."

"Я удивлён её собранностью и тем спокойствием, что царит в комнате. Даже молчание здесь не вызывает неловкости."

scene ev lilly_tearoom
with charachange

"Атмосфера совсем иная, нежели в кабинете Школьного совета."

li_ "Полагаю, ты перевёлся в «Ямаку» недавно?"

hi "А, да. Только вчера."

"Я чувствую, как мои неуклюжие слова контрастируют с изяществом её речи. Её благородный сдержанный поклон усугубляет это чувство ещё больше."

"Я отвечаю на него, хотя тут же осознаю бессмысленность своего действия."

scene ev lilly_tearoom_open
with charachange

li_ "Меня зовут Лилли Сато. Приятно познакомиться…"

hi "Хисао. Хисао Накай."

"Она кивает и указывает в сторону чашки."

li "Не желаешь ли чаю?"

hi "Да, конечно."

"Как бы обидно мне ни было, я не могу полностью соответствовать галантности её манер."

"На мою просьбу Лилли спокойно кивает."

scene bg school_miyagi
with fade

"Не говоря ни слова, она встаёт и заваривает вторую чашку чая, используя припасы, разложенные вдоль полок."

"Раз за разом, наливая, Лилли легко касается чётким и отточенным движением левой руки то чайника, то чашки. Кажется, будто она выполняла эти действия уже десятки раз."

"Я чуть наклоняюсь и, выглядывая из-за её спины, вижу, что она проверяет уровень воды в чашке своим длинным изящным пальчиком."

"Одно дело – видеть людей с различными физическими недостатками на уроках, и совсем другое – наблюдать, как они адаптируются в быту."

"%(name_shizune)s и Миша без проблем работают сообща, общаясь со мной. Лилли, на мой взгляд, тоже нашла решение для проблем, о которых я даже не задумывался."

"Я чувствую себя слегка виноватым из-за того, что ей приходится всё делать самой… Впрочем, кажется, ей нравится быть радушной хозяйкой, готовя мне напиток."

li "Итак…"

"Её мягкий голос прерывает моё безмолвное наблюдение."

show lilly basic_smile at center 
with charaenter

li "Что именно ты искал? В этот кабинет не так часто заходят после занятий."

hi "Школьную библиотеку. %(name_shizune)s и Ми… то есть мои одноклассницы сказали, что она на этом этаже."

"Кивнув, она заканчивает наливать воду в чашку и, судя по металлическому звону, начинает помешивать в ней ложкой."

li "Я знаю мисс %(name_hakamichi)s – думаю, её знают почти все ученики. Но, раз вы с ней одноклассники, значит ты тоже в классе 3-3, верно?"

hi "Именно. Кабинет естественных наук Муто."

show lilly basic_giggle
with charachange

"Она хихикает и, положив чайную ложку, медленно направляется к столу с чашкой и блюдцем в руках."

li "Он такой оригинал, его здесь любят. Полагаю, и тебе он тоже скоро понравится."

scene bg tearoom_lillyhisao_noon
show tearoom_hisao smile
show tearoom_lilly smileclosed
with fade

"Я аккуратно беру чашку и делаю глоток. На самом деле я предпочитаю кофе, но сейчас не лучший момент упоминать об этом."

"Тем более что запах довольно приятный. Не думаю, что будет сложно выпить всю чашку до дна."

show tearoom_hisao relief
with charachange

hi "Спасибо, Сато. Очень вкусный чай."

show tearoom_lilly ara
with charachange

"Она с улыбкой отмахивается."

li "Пожалуйста, зови меня Лилли. Не нужно формальностей."

"Произносит она чрезвычайно благовоспитанным тоном. Что ж, ладно."

"Думаю, стоит попробовать задать ей вопрос о ней самой, раз она проявляет такую заботу обо мне."

show tearoom_hisao smile
with charachange

hi "А из какого ты класса? Третий год обучения, да?"

show tearoom_lilly smileclosed
with charachange

li "Именно. Кабинет 3-2 – на том же этаже, что и ваш. Нас учит Мияги. Это класс для учеников с проблемами со зрением."

hi "Очевидно.{w} Ой, я х-хотел сказать, эм, извини…"

show tearoom_hisao oops
with charachange

"Хочется стукнуть себя по лбу за такую промашку. Хотя, судя по выражению её лица, это вовсе её не задело."

show tearoom_lilly ara
with charachange

li "Что ты, что ты! Не нужно стараться подбирать из-за меня слова."

show tearoom_hisao unsure
with charachange

hi "Да, конечно. Извини, я здесь новенький и постоянно это всем показываю."

show tearoom_lilly weaksmile
with charachange

li "Твоё окружение полностью изменилось, и мне не в чем винить тебя. Не буду говорить за всех, но многие смирились со своим состоянием."

"Думаю, она входит в их число. Эта беседа смущает меня, и я пытаюсь сменить тему."

show tearoom_hisao smile
with charachange

hi "Ты здесь часто пьёшь чай? Место действительно очень хорошее."

"Наверное, для неё эта комната – как мой уголок, где я любил перекусывать, позади здания в старой школе."

show tearoom_lilly smileclosed
show tearoom_hisao think
with charachange

li "Я часто прихожу сюда во время ланча. Мои обязанности старосты класса не оставляют времени на кружки и прочее, так что мы с подругой используем эту комнату для чаепитий."

"Староста, значит?"

"Она и %(name_shizune)s – полные противоположности. %(name_shizune)s резкая и энергичная, Лилли же – спокойная и расслабленная, чуть отстранённая."

"Кстати, думаю, от неё можно услышать более непредвзятое мнение о школьных кружках."

hi "А какие кружки тут вообще есть?"

show tearoom_lilly thinking
with charachange

li "Хм… У нас наиболее популярны кружки лёгкой атлетики и бейсбола, а также литературный кружок, расположенный возле библиотеки."

li "Есть и множество мелких, как, например, кружок рисования и музыкальный кружок."

"Перспектива вступления куда-либо сразу после перевода выглядит для меня не слишком привлекательно."

"Интересно, действует ли здесь то же правило насчёт кружков, что и в моей прежней школе…"

hi "Членство в кружке обязательно?"

show tearoom_lilly smileclosed
with charachange

li "Нет, просто желательно."

show tearoom_hisao sigh
with charachange

hi "Хорошо. Гора с плеч."

stop music fadeout 4.0

show tearoom_lilly giggle
with charachange

"Я и правда расслабился рядом с этой девушкой, раз позволил этой мысли слететь с моего языка. Кажется, это её слегка радует."

"Мы с Лилли начинаем наконец пить чай, пока он окончательно не остыл."

scene bg tearoom_lillyhisao_sunset
show tearoom_hisao outside
show tearoom_lilly smileclosed
with shorttimeskip

play music music_tranquil fadein 3.0

"Взглянув Лилли через плечо, я замечаю, что из окна струится оранжевый закатный свет."

"Даже здесь время не стоит на месте."

hi "Мда, время быстро пролетело."

show tearoom_lilly thinking
with charachange

li "Прости?"

"Точно. Она слепая. И, конечно же, не может увидеть, что солнце садится."

show tearoom_hisao smile
with charachange

hi "Кажется, солнце клонится к закату."

"Похоже, это становится для неё неожиданностью. Видимо, она потеряла счёт времени."

show tearoom_lilly weaksmile
with charachange

li "Извини, Хисао. Я не хотела тебя так задерживать."

"Я пытаюсь развеять её беспокойство."

show tearoom_hisao calm
with charachange

hi "Да нет, ничего страшного. Библиотека ведь ещё открыта?"

"Она замолкает и ненадолго задумывается."

"Наверное, мне стоило задать этот вопрос %(name_shizune)s, когда был шанс. Впрочем, и Лилли наверняка легко может на него ответить."

show tearoom_lilly thinking
with Dissolve(0.25)
show tearoom_lilly smileclosed
with Dissolve(0.25)

li "Верно. Она открыта до половины седьмого по будням."

"Беглый взгляд на часы подтверждает, что у меня ещё достаточно времени."

show tearoom_hisao smile
with charachange

hi "Хм, в таком случае я пойду. Приятно было поболтать, Лилли."

show tearoom_lilly smileclosed
with charachange

"Сохраняя всё ту же благочестивую позу, она с вежливой улыбкой кивает мне."

li "Взаимно."

show tearoom_lilly thinking
with charachange

li "Кстати… может, мне стоит тебя проводить?"

hi "Нет-нет, ты и так очень помогла мне. Думаю, я без труда её отыщу."

"Ну, если только навык ориентирования на местности меня не подведёт.{w} А такое нередко случается."

show tearoom_lilly smileclosed
with charachange

li "Это нисколько меня не затруднит, я как раз собиралась поговорить с библиотекарем. Могу представить тебя ей."

"Всё лучше и лучше. От такого предложения сложно отказаться."

hi "Было бы здорово, раз ты не против. Спасибо."

scene bg school_miyagi_ss
show lilly cane_smile_ss at center 
with fade

"Она встаёт и, взяв прислонённую к её портфелю трость, следует за мной."

"Её трость гораздо тоньше и длиннее, чем у моего одноклассника. Наверное, потому что она использует её для того, чтобы ориентироваться в пространстве, а не для опоры при ходьбе."

"Направляясь в библиотеку, мы выходим из комнаты и оказываемся в пустом коридоре."

stop music fadeout 6.0

scene bg school_hallway2
with locationchange

"Я иду не торопясь, подстраиваясь под её неспешные шаги."

"Спустя некоторое время мы подходим к двери уютно выглядящего помещения, расположенного посередине этажа, а не в одном из крыльев здания."

hi "Дамы вперёд."

show lilly cane_smileclosed at center 
with charaenter

"Она признательно улыбается в ответ на этот жест и заходит внутрь."

scene bg school_library_ss at bgright 
with locationchange

play music music_happiness fadein 2.0

"Слева от входа располагается стол библиотекаря, книжные полки ровными рядами стоят по правую руку."

"По сравнению с библиотекой моей прежней школы, эта кажется мне просто огромной. Запах старых книг придаёт этому месту, можно сказать, дух старины."

"Читателей в этот час здесь почти нет: все гуляют или отдыхают в общежитии."

show lilly cane_smileclosed_ss at center 
with charaenter

li "Юко, ты здесь?"

"Она задаёт этот вопрос в пустоту, потому что библиотекаря, кажется, нет на месте, а Лилли этого, конечно, не видит."

"Но, к моему удивлению, ответ всё же следует."

play sound sfx_impact
with vpunch

show lilly cane_surprised_ss
with charachange

"Из-под стола библиотекаря раздаётся звук удара, а следом за ним тихий стон."

mystery "Ай-яй-яй!"


show lilly cane_weaksmile_ss
with charachange

show lilly cane_weaksmile_ss at twoleft 
show bg school_library_ss at center 
with charamove

show yuuko neutral_down_ss:
    tworight 
    ypos 1.5
    easein 0.5 ypos 1.0
with dissolve

"Голос принадлежит девушке, которая уже выбралась из-под стола и теперь стоит перед нами, неуклюже потирая затылок."

show yuuko neurotic_up_ss at tworight 
with charachange

yu_ "Привет, Лилли. Чем могу помочь?"

"Она старается, чтобы её голос звучал как ни в чём не бывало."

li "Добрый день. Что произошло? Я слышала какой-то странный звук."

show yuuko worried_up_ss
with charachange

yu_ "Ничего, я всего лишь немного ушиблась."

yu_ "Видишь ли, я уронила ластик под стол, а пока искала, упал и карандаш, я стала искать и его, а потом ты пришла и позвала меня так неожиданно…"

show lilly cane_sad_ss
with charachange

li "Ты в порядке? Прошу прощения, я не нарочно—"

show yuuko neurotic_up_ss
with charachange

yu_ "Всё нормально! Я в полном порядке – не переживай за меня."

show yuuko smile_down_ss
show lilly cane_weaksmile_ss
with charachange

yu_ "Это ерунда, со мной и похуже бывало."

"Она спешно прерывает извинения Лилли, словно отвергает саму возможность, что шишка на голове может её хоть сколько-нибудь беспокоить."

yu_ "Да… бывало и похуже, хе-хе-хе…"

"Она нервно перебирает пальцами, а с лица Лилли никак не сходит встревоженное выражение; затем Юко без видимой причины начинает перекладывать с места на место какие-то бумаги."

"Юко немного ниже Лилли, на покрытом веснушками носике небрежно сидят очки. Её облик идеально соответствует стереотипам о внешнем виде библиотекаря."

show yuuko happy_down_ss
with charachange

yu_ "Ах да, Лилли, ты получила моё сообщение?"

show lilly cane_reminisce_ss
with charachange

li "Сообщение… хм…"

show lilly cane_smile_ss
with charachange

li "А, о том, что прибыли новые зарубежные книги?"

yu_ "Именно! Именно! Наконец-то их доставили! Невероятно, что так долго, но—"

"Внезапно прервав своё ликование, она обращает внимание на меня, отчасти – я почти уверен – чтобы сменить тему разговора, и застывает на месте."

show yuuko panic_up_ss
show lilly cane_weaksmile_ss
with charachange

yu_ "Ой, простите, я вас не сразу заметила!"

yu_ "Вы хотели взять книгу? Или вернуть? Извините! Извините!"

"Такая резкая смена настроения сбивает меня с толку."

show yuuko worried_up_ss
show lilly cane_smileclosed_ss
with charachange

li "Он пришёл со мной. Юко, это Хисао, новый ученик. Хисао, это Юко, школьный библиотекарь."

hi "Приятно познакомиться."

show yuuko neutral_down_ss
with charachange

yu "Хисао. Верно. Хисао. Я тоже рада познакомиться. Хисао."

"Она явно пытается отпечатать моё имя у себя в голове."

li "Юко часто заказывает для меня книги на Брайле."

li "Ты не расскажешь Хисао вкратце о библиотеке?"

"Невинное предложение Лилли повергает библиотекаря в панику."

show yuuko panic_up_ss
with charachange

yu "Я… умоляю, Лилли, я не могу. Я не знаю, что именно его интересует. Это слишком большая ответственность."

"Я не понимаю, каким образом это может считаться ответственностью, но она выглядит так, будто скорее сгорит на месте, чем покажет мне полки с ранобэ."

show lilly cane_sleepy_ss
with charachange

li "Но…"

hi "А много здесь книг на Брайле?"

"Я пытаюсь спасти ситуацию, спросив первое, что приходит в голову. Отчасти это срабатывает: Юко… не то чтобы приходит в себя, но начинает держаться чуть более расслабленно."

show yuuko smile_down_ss
show lilly cane_weaksmile_ss
with charachange

yu "Ну… Думаю, примерно треть или четверть библиотеки «Ямаку» либо на Брайле, либо в аудиоформате."

"Резонно, учитывая количество слепых учеников."

hi "А как вообще получилось, что библиотека настолько обширная?"

yu "М-м-м, ну, мы регулярно получаем новые книги, потому что у школы хорошее финансирование. Наверное, так."

show yuuko neurotic_up_ss
with charachange

yu "На книги тратится больше денег, чем на мою зарплату, а мне их потом ещё приходится по полкам расставлять."

show yuuko worried_up_ss
with charachange

yu "Книги ужасно тяжёлые, и расставлять их так трудно, что я иногда хочу уволиться."

"…"

"За этими откровениями следует неловкое молчание."

hi "М-м, я, пожалуй, пойду осмотрюсь."

"Думаю, для всех будет лучше, если этот разговор на этом и завершится."

show lilly cane_smileclosed_ss
with charachange

li "Очень хорошо. А пока, Юко, я хотела бы забрать те книги, если ты не против."

stop music fadeout 3.0






label ru_A8:

scene bg school_library_ss
with shorttimeskip

"Моё первое впечатление оправдалось: библиотека удивительно большая."

"Прогуливаясь узкими проходами, я изучаю корешки книг, время от времени вытаскивая какую-нибудь, чтобы прочитать аннотацию и забрать, если книга покажется интересной."

"Через несколько минут у меня набирается порядочная стопка."

"Думаю, проблем с выбором у меня здесь не возникнет."

"Это место пропитано знакомой мне атмосферой. Несмотря на множество книг с крупным шрифтом и на Брайле, это самая настоящая библиотека."

"Кажется, что безмятежность комнаты, в которой мы с Лилли пили чай, перебралась сюда вместе с нами. Или она была здесь всегда?"

"Благодаря этому ощущению ко мне возвращается прежнее умиротворение."

"Дойдя до конца прохода, я вижу несколько парт, поставленных для занятий. Но любопытство ведёт меня дальше, вперёд, где я обнаруживаю уютный уголок за стеллажами."

"В то время как в остальных частях библиотеки можно изредка встретить читающего или украдкой спящего ученика, эта часть кажется безлюдной."

"Но, оглядевшись по сторонам, я замечаю кое-кого знакомого на одном из пуфов."

show ev hana_library_read
with locationchange

play music music_another fadein 4.0

"Темноволосая девочка из моего класса. Та, что ушла с середины урока."

"Она читает книгу. И очень увлечённо, судя по тому, как она уткнулась в неё носом."

"Сегодняшним своим поведением она произвела впечатление скорее хулиганки, нежели книжного червя. Её таинственное исчезновение из класса породило у меня в голове кучу вопросов."

"Интерес медленно, но верно берёт своё, и я сам не замечаю, как направляюсь в её сторону."

"Думаю, ничего страшного, если я ей представлюсь. Она же, в конце концов, моя одноклассница."

"Пройдя к соседнему пуфу, я сажусь и кладу книги рядом."

show ev hana_library_gasp
with vpunch

"Девочка вздрагивает и испуганно смотрит на меня из-под чёлки."

"Впервые я вижу её так близко. Под длинной, густой чёлкой по меньшей мере треть лица, если не половина, покрыта серьёзными шрамами."

"Я бросаю взгляд на шрамы, неосознанно пытаясь увидеть их сквозь волосы, и случайно встречаюсь с ней глазами."

"Смутившись, я спешу перевести взгляд на её книгу, впрочем сразу сообразив, что так будет только хуже."

label ru_choiceA8:
menu:
    with menueffect
    "Я несколько секунд собираюсь с мыслями, пока не вспоминаю наконец, зачем я к ней подошёл."
    "Привет! Я новенький, Хисао Накай. Твой одноклассник.":

        return m1
    "Извини, я не хотел тебя напугать.":

        return m2

label ru_A8a:

hi "Привет! Я новенький, Хисао Накай. Мы с тобой в одном классе."

"…"

hi "Эм… Я только на днях перевёлся. Может, ты не помнишь?"

"…"



label ru_A8aa:

hi "Я ещё представлялся классу…"

"…"



label ru_A8ab:

scene ev hana_library
with locationchange

"Девушка по-прежнему не произносит ни звука, лишь испуганно глядит на меня."

hi "Я пока ещё тут осваиваюсь и пытаюсь со всеми познакомиться."

hi "Ну так… как тебя зовут?"

ha_ "Х… Ханако…"

"Она говорит запинаясь и так тихо, что её едва слышно даже в безмолвии библиотеки."

"Думаю, я ошибся, приняв её за хулиганку."

hi "Ханако, значит? А что ты читаешь?"

scene bg school_library_ss
show hanako emb_downtimid_ss at center 
with locationskip

"Она показывает мне книжку, при этом робко пряча за ней лицо."

"Должно быть, она заметила, как я пялился на её шрамы."

hi "«Жизнь Пи»? Никогда о ней не слышал. О чём она?"

ha "О мальчике… и о тигре…"

ha "…на лодке…"

"Видимо, это потребует времени."

hi "Звучит интересно. Нравится?"

"Она молча кивает из-за книжки."

"Девочка выглядит очень напряжённой. Не совсем так, как Юко, она, скорее… оцепеневшая от ужаса, я бы сказал."

show hanako emb_downtimid_ss at centertremble 
with charachange

"Таинственная незнакомка оказалась вовсе не хулиганкой. Сейчас она дрожит, будто боится меня до смерти."

"Полагаю, единственный выход из этой ситуации – попытаться наладить нормальный разговор."

hi "Это библиотечная книжка? Я ищу, что бы почитать, но тут так много всего…"

show hanako emb_sad_ss
with charachange

ha "Н-нет. Моя."

hi "А, ясно… Ты часто сюда приходишь?"

stop music fadeout 5.0

"…"

show hanako emb_blushtimid_ss
with charachange

"По лицу Ханако разливается румянец, а глаза невероятно расширяются."

"Ой-ёй-ёй. Неужели она приняла мои потуги завязать разговор за неумелую попытку приударить за ней?"

hi "То есть… э… Я не в том смысле, что…"


label ru_A8b:

hi "Извини, я не хотел тебя напугать."

ha_ "Ни… ничего страшного."

"По её перепуганному виду не скажешь, что ей не страшно, но я решаю не зацикливаться на этом."

hi "Так, м-м… ты не против, если я тут присяду?"

"Кажется, она пребывает в смятении, но наконец находит в себе силы едва заметно кивнуть."

scene ev hana_library
with locationchange

ha_ "Х… хорошо."

show ev hana_library_read
with locationchange

"Я сажусь рядом с ней, а она робко прячет лицо за книгой."

"«Жизнь Пи»… Никогда не слышал о такой."

hi "Это, э… опять же, извиняюсь, что напугал. Я Хисао."

show ev hana_library
with locationchange

"Она выглядывает из-за книги, медля с ответом."

ha_ "Я… знаю."

ha_ "Мы… мы в одном… одном классе."

"Она говорит запинаясь и так тихо, что её едва слышно даже в безмолвии библиотеки."

"Думаю, я ошибся, приняв её за хулиганку."

ha_ "Х-Ханако. Я… Ханако."

stop music fadeout 8.0

"…"

"Я сдерживаюсь, чтобы не ляпнуть банальщину вроде «какое красивое имя», но это действительно единственное, что приходит мне в голову."

"Я чувствую себя идиотом. Все тут уже наверняка привыкли к тому, что у каждого есть особенности, а я один напрягаюсь и нервничаю из-за такой ерунды."

hi "Не буду тебя отвлекать. Я… просто посмотрю книжки, если ты не против."

"Она чуть кивает, вздохнув с облегчением."

"…"

show ev hana_library_read
with locationchange

"Я начинаю изучать обложки и оглавления книг, которые взял, а она возвращается к чтению."

"Наступает неловкое молчание."

"Я продолжаю украдкой смотреть в её сторону, пытаясь увидеть скрытые под россыпью тёмных волос шрамы."

show ev hana_library
with locationchange

show ev hana_library_read
with locationchange

"Через какое-то время я понимаю, что она тоже поглядывает на меня, лишь притворяясь погружённой в книгу."

show ev hana_library
with locationchange

show ev hana_library_read
with locationchange

"Но в её взгляде нет и намёка на любопытство; он мечется, словно испуганный кролик."

show ev hana_library
with locationchange

"Когда наши глаза наконец встречаются, происходит цепная реакция."

play sound sfx_impact

scene bg school_library_ss
show hanako def_worry_ss at center 
with vpunch

"Она резко вскакивает с пуфа и набирает в грудь воздуха."


label ru_A8c:

ha "Я…"

ha "Я… Я…"

hi "Я?.."

show hanako defarms_strain_ss
with charachange

ha "Ядолжнаидтиуменядела!"

show hanako defarms_strain_ss:
    xalign 0.5
    easeout 0.5 alpha 0.0 xpos 0.0 xanchor 1.0
with Pause(0.5)

hide hanako
with None

"Без предупреждения Ханако срывается и бежит к выходу."

"Её действия застают меня врасплох, что даёт ей немалую фору, прежде чем я отправляюсь в погоню."

scene bg school_library_ss
show lilly cane_smileclosed_ss at twoleft 
show yuuko neutral_down_ss at tworight 
with locationskip

play music music_pearly fadein 4.0

"Когда я добегаю до стойки библиотекаря, её уже нигде не видно."

"Лилли и Юко беззаботно болтают в сторонке."

"Понимая, что ни за что не догоню Ханако, я подхожу к ним."

hi "Эй, вы не видели… э… не заметили пробегавшую мимо девочку?"

show yuuko smile_down_ss
with charachange

yu "М, возможно… как она выглядела?"

hi "Длинные тёмные волосы. Немного стеснительная. И у неё были… ну… шрамы… на лице."

show lilly cane_surprised_ss
with charachange

li "Уж не о Ханако ли ты говоришь?"

hi "Да, именно о ней. Я увидел, как она читала, и хотел поговорить с ней, но, думаю, я её спугнул или что-то вроде того."

show lilly cane_sad_ss
with charachange

li "Ах, боже мой. Юко, с твоего позволения, мне лучше пойти и найти её."

show yuuko neurotic_up_ss
with charachange

yu "К-конечно. Я просто подожду тут с книгами."

hi "Эй, что происходит?"

li "Извини, но объяснения придётся отложить до следующего раза."

hi "Ладно. Тогда до встречи…"

hide lilly
with charaexit

show yuuko neurotic_up_ss at center 
show bg school_library_ss at bgleft 
with charamove

"Лилли стремительно хватает свою трость и спешит прочь, оставив меня наедине с Юко."

hi "Думаю, я никогда не научусь себя здесь вести."

hi "Я сделал что-то неправильно?"

show yuuko smile_down_ss
with charachange

yu "А что ты сделал?"



label ru_A8d:

hi "Ничего! Я просто… говорил с ней. Пытался познакомиться. Хотя даже толком не начал…"

show yuuko worried_up_ss
with charachange

"Юко вздыхает. Похоже, мои слова встревожили её ещё больше."

yu "Думаю, не «неправильно», а скорее «бестактно»."

hi "«Бестактно»?"

show yuuko smile_down_ss
with charachange

yu "Та девочка – особый случай. Она почти ни с кем не разговаривает."

hi "По-моему, это немного… ненормально."

yu "Может быть… но уж такая она, и тут ничего не поделаешь, наверное."

"Слова Юко звучат не слишком убедительно, но, возможно, здесь подобное в порядке вещей."

"У каждого тут свои проблемы, иначе они сюда не попали бы."

"Наверное, я и правда поступил бестактно."



label ru_A8e:

hi "Ничего! Я просто смотрел книги, а она внезапно вскочила и убежала."

hi "Самое оскорбительное, что я мог сделать, – пару раз посмотреть в её сторону."

show yuuko worried_up_ss
with charachange

yu "Ну, она очень робкая девочка."

yu "Тебе надо быть с ней осторожным. Она может очень сильно нервничать, потому что не привыкла общаться с людьми."

hi "По-моему, это немного… ненормально."

yu "Может быть… но уж такая она, и тут ничего не поделаешь, наверное."

"Слова Юко звучат не слишком убедительно, но, возможно, тут такое в порядке вещей."

"У каждого тут свои проблемы, иначе они сюда не попали бы."



label ru_A8f:

hi "Но как же мне тогда вести себя с этими людьми? Держаться как ни в чём не бывало будет лицемерно."

hi "Как будто я пытаюсь не обращать внимания на очевидную проблему."

show yuuko neurotic_up_ss
with charachange

"Юко начинает ёрзать, будто хочет что-то сказать, но не решается."

yu "Думаю, это проблема только в том случае, если ты её так воспринимаешь."

"Вероятно, она не слишком сдержана. Я лишь слегка улыбаюсь, и она заливается краской."

show yuuko panic_up_ss
with charachange

yu "Ч… Что? Я сказала глупость?"

hi "Нет-нет, наоборот, это очень мудро. Наверное, ты права: дело скорее во мне."

show yuuko smile_down_ss
with charachange

"К этому нечего добавить. Чтобы заполнить тишину, Юко начинает перебирать на столе какие-то бумаги."

"Я заметил, что люди, у которых водятся бумаги на столе, любят это дело."

yu "Ты выбрал какие-нибудь книги? Мне скоро закрываться. То есть библиотека закрывается. Но закрыть её должна я. Надеюсь, это не причинит тебе неудобств?"

hi "А, да, я взял несколько книг, но оставил их там, потому что…"

hi "…Короче, сейчас принесу."

"Я возвращаюсь за стопкой книг, оставленной у пуфов, где мы столкнулись с Ханако."

show yuuko neutral_down_ss
with charachange

yu "Ух. Ты так много читаешь?"

hi "Честно говоря, сам удивляюсь. Когда задумываюсь над этим."

hi "Последние несколько месяцев у меня было много свободного времени, и я просто… начал читать, чтобы убить время. Больше я ничего и не мог."

yu "Ясно."

"Больше она не произносит ни слова, молча оформляя выдачу книг."

"Видимо, это тут и зовётся тактом."

stop music fadeout 2.0



label ru_A9:

scene bg school_dormhallway
with locationskip

"Удерживая стопку книг одной рукой, я нащупываю в кармане ключ от двери."

play sound sfx_dooropen

"Внезапно раздавшийся за спиной звук заставляет меня вздрогнуть, и я чуть не роняю и книги, и ключ, который уже почти вставил в замок."

mystery "Кто это?"

play music music_kenji fadein 0.5

show kenji neutral at center 
with charaenter

"Я поворачиваюсь на голос. Это %(name_kenji)s. Похоже, он в хорошем расположении духа, но отсвет очков в темноте придаёт ему зловещий вид."

hi "Всего лишь я."

"Он молчит, нервно облизывая губы."

show kenji tsun
with charachange

ke "Какой ещё «я»? Не знаю никаких «я». Снова какой-то новенький?"

"Его речь вдруг становится быстрой и напряжённой."

hi "Да… но мы уже встречались. Вчера."

ke "Не думаю. Я бы запомнил того, кого видел только вчера. Когда это было? Какой сегодня день?"

"Я ничего не отвечаю. Он что, так шутит?"

ke "Докажи, что мы уже встречались!"

hi "Ты живёшь напротив. Тебя зовут %(name_kenji)s."

show kenji rage
with charachange

"%(name_kenji)s отскакивает назад, его глаза наполняются страхом и недоумением."

ke "Откуда ты знаешь моё имя? Чёрт, это может значить только одно из двух: либо мы и правда встречались и я забыл об этом, либо ты шпион."

"Он делает паузу."

show kenji tsun
with charachange

ke "Шпион-экстрасенс."

"Он мечется взглядом по сторонам, пытаясь заглянуть в комнату за моей спиной, хотя у меня сложилось впечатление, что он едва ли видит что-то через свои толстенные очки."

"Из дружелюбного его настроение менее чем за минуту превратилось в маниакальное."

hi "Я не экстрасенс."

ke "Откуда мне знать? Я не умею читать мысли."

"%(name_kenji)s осуждающе тычет пальцем мне в лицо."

show kenji rage
with charachange

ke "…В отличие от тебя!"

hi "Прекрати, чувак. Мы вчера встречались. Да что с тобой? Я живу в этой комнате."

ke "Ложь. Если ты считаешь, что сможешь выдать себя за Хисао только потому, что у меня проблемы со зрением, ты глубоко ошибаешься."

ke "Ты даже на него не похож. То есть сходство очень, очень отдалённое. Разве что издалека, но кого ты пытаешься обмануть?"

"Мне хочется схватить его за плечи и встряхнуть. Я раздражённо тру глаза и вздыхаю."

show kenji tsun
with charachange

ke "Стой на месте."

show kenji tsun_close
with characlose

"%(name_kenji)s начинает аккуратно, шаг за шагом, приближаться. Я стою ровно, чтобы не спровоцировать его… Хотя сомневаюсь, что он сможет причинить много вреда."

show kenji happy_close
with charachange

ke "А, стоп, теперь вижу. Блин, это и правда ты."

"Тяжело вздохнув ещё раз, а затем и ещё раз, я на всякий случай отхожу назад."

show kenji happy
with charadistant

ke "Как жизнь, чувак? Ты неважно выглядишь… кажется. Что-то случилось?"

hi "Ничего особенного. Просто со мной приключилась дурацкая история. Точнее, даже несколько, не считая этой."

hi "Я не могу наладить нормальный контакт с людьми здесь и не могу понять, во мне дело или в них."

"Не знаю, зачем я всё это рассказываю %(name_kenji)s. Ведь с ним у нас тоже вроде как не очень ладится."

ke "Это печально, чувак. Кстати, прости за то, что назвал тебя шпионом-экстрасенсом и прочее: лучше перебдеть, чем недобдеть."

show kenji tsun
with charachange

ke "Такова наша жестокая реальность."

"Думаю, у %(name_kenji)s реальность всё-таки какая-то своя."

ke "Понимаешь, так уж устроен мир. В нём нет справедливости. Понимаешь? Но, даже проигрывая, я выигрываю, потому что усвоил урок."

hi "…Ты это вообще к чему?"

ke "Проехали."

"Он резко отмахивается."

show kenji happy
with charachange

ke "Так что стряслось? Почему такой угрюмый? Ты ведь угрюмый?"

hi "Да ничего. Просто случайно спугнул одну девушку. Она в прямом смысле слова убежала от меня."

hi "Думаю, я сам виноват. Просто… не привык к здешним порядкам."

show kenji tsun
with charachange

ke "Девушку? Симпатичную?"

"Симпатичную? Сложный вопрос. У неё красивая фигура и поистине роскошные волосы… но лицо…"

label ru_choiceA9:
menu:
    with menueffect
    "Думаю, можно ответить по-всякому."
    "Симпатичная.":



        return m1
    "Не очень.":

        return m2

label ru_A9a:

hi "Да, думаю, симпатичная."

ke "Так и знал!"



label ru_A9b:

hi "Не, не особо."

ke "Хм…"



label ru_A9c:

ke "Тут много милашек. Просто парадоксальное количество… Я считаю, что это один из тёмных секретов нашей школы."

ke "Я пытался предупредить, но слушал ли ты…"

"Не припоминаю подобных предупреждений."

hi "Тёмных секретов?"

ke "Да, тёмных секретов. Чрезвычайно тёмных. Как чёрная дыра."

ke "Ты заметил, что девушек в этой школе пусть ненамного, но явно больше, чем парней? Примерно шестьдесят к сорока."

"Он отворачивается, устремив взгляд вдаль."

ke "Почему так? На первый взгляд всё в порядке, но это же разница в целых двадцать процентов!"

ke "Можно было бы подумать, что школа с такой кучей женщин – мечта любого мужчины. Но нет!"

stop music fadeout 1.0

show kenji neutral
with charachange

ke "То, что я сейчас скажу, сорвёт тебе башню. Ты готов?"

"Я не знаю, к чему всё это, но решаю, что не слишком много потеряю, если не стану его слушать."

hi "Нет, не готов."

"Я уже берусь за дверную ручку, но %(name_kenji)s продолжает говорить – очевидно, его самого перспектива сноса моей башни волнует мало."

show kenji tsun
with charachange

play music music_tension

ke "Я считаю, что эта школа – поле битвы. Отсюда начнётся феминистское нашествие."

ke "Неравенство численности мужчин и женщин – верный знак того, что они преуспели. Если «холодная» война станет «горячей», у них будет численный перевес."

ke "И это лишь очередной бой в бесконечной войне против феминистских сил… Они повсюду. В Японии женщин больше, чем мужчин. Пока отношение не 60 к 40, но, чувак, это только вопрос времени…"

ke "Даже в Америке женщин – большинство. Они набирают мощь. Исторически наращение военных сил всегда было верным знаком надвигающейся войны."

ke "Япония – это только первый шаг. Наша экономика очень крута, а сама страна, хоть небольшая и изолированная, всё же играет огромную роль в тихоокеанской политике."

ke "Идеальная цель. Они коварны… Как и подобает женщинам."

ke "Настанет день, когда…"

"%(name_kenji)s угрожающе замолкает."

show kenji neutral
with charachange

ke "Вот почему им нельзя доверять. Они обманут тебя, а потом убьют, так же как убили меня. Тебя ждёт та же участь."

stop music fadeout 0.5

hi "Да чёрта с два…"

"Я не могу сдержаться и произношу это вслух."

show kenji tsun
with charachange

play music music_kenji fadein 0.5

ke "Эй! Какого чёрта это значит?!"

hi "И это ты меня спрашиваешь?"

"Это лучшее из того, что я могу придумать."

ke "И что? Ты не должен был так реагировать на мою речь! Это чертовски грубо."

show kenji neutral
with charachange

ke "Так на чём я остановился? Ах да, великий феминистский заговор."

hi "Стой. Прекрати! Я давно уже перестал понимать, о чём ты. Начиная где-то с «феминистского нашествия»."

show kenji happy
with charachange

ke "Сложно воспринять на слух? Ничего, у меня в комнате есть кое-какие графики. И куклы. Любишь кукол?"

hi "Никаких кукол."

ke "Не любишь кукол, ладно. Но против графиков ты ничего не имеешь, да?"

"Он говорит энергично, не дожидаясь моих ответов, при этом внушительно и грозно жестикулируя, точно античный оратор."

"Какой-то он чудаковатый. А ведь я поначалу принял его за вполне нормального парня."

ke "О чём задумался, чувак?"

hi "О том, каково это – быть последним здравомыслящим человеком в безумном мире."

show kenji tsun
with charachange

"%(name_kenji)s хмурится, принимая расстроенный вид."

ke "Ты про себя, да? Это невозможно, ибо я – тот последний здравомыслящий в безумном мире. Это моя мечта, а ты не можешь так просто украсть у человека мечту."

ke "Какого чёрта? Не может быть двух последних здравомыслящих. Тогда бы нельзя было сказать «последний»… а это как раз самое важное!"

ke "Должен остаться только один. Как в том иностранном фильме, где должен был остаться лишь один, и один чувак и остался, потому что в этом была вся суть."

"Я никогда раньше не видел, чтобы человек так самозабвенно, с таким жаром отстаивал какой-то пустяк."

show kenji neutral
with charachange

ke "Ну ладно, если ты подождёшь, я вынесу графики. Ещё у меня есть список других тёмных и замысловатых заговоров, за которыми стоит эта школа, запутанных, словно…"

ke "Срочно, закончи метафору. Будь другом."

hi "Всё, я пошёл спать. Время уже очень позднее."

show kenji tsun
with charachange

ke "Что-то это не похоже на метафору. Ну и ладно."

show kenji happy
with charachange

ke "Ты мне нравишься. Похоже, ты – классный чувак."

show kenji tsun
with charachange

ke "Большинство людей ничего не понимают, когда я пытаюсь открыть им глаза на этот широкомасштабный феминистский заговор. Они отказываются принять истину, и это ужасно."

ke "До встречи."

show kenji tsun at Alphaout(0.5), Slide(0.5,0.5,0.4,0.5,0.5,_ease_out_time_warp) 
with Pause (0.5)

hide kenji
with None

stop music fadeout 2.0

"Он хлопает меня по спине на прощание, а затем быстро и тихо исчезает за дверью, словно пройдя сквозь неё, как призрак."

scene bg school_dormhisao_ss
with locationchange

"Я и не пытаюсь переварить всё, что мне наговорил сейчас %(name_kenji)s, а просто захожу в свою комнату, скидываю башмаки и падаю на кровать вниз лицом."

"Проходит немало времени, прежде чем я прихожу в себя и принимаюсь за домашнее задание."

"Это из-за простыней. В их приятной прохладе хочется просто валяться с закрытыми глазами."

"Эта школа кажется мне резервацией абсурда. Сокрытая на вершине горы, где обитатели – один причудливей другого."

"И мне тут совсем не место. Какая ирония: не удаётся вписаться в компанию, состоящую из людей, которые никуда не вписываются."

hi "Может быть, я слишком упорно стараюсь?"

"Я говорю это вслух, но легче от этого не становится – слова лишь отражаются эхом от голых стен."

"Впрочем, всё могло быть и хуже. По крайней мере, это место больше похоже на школу, чем на больницу, замаскированную под школу, как я думал вначале."

"Да и пейзаж красив."

"Я приоткрываю один глаз, чтобы взглянуть на склянки с лекарствами, стоящие на письменном столе бок о бок с учебниками."

"Может быть, это место даже слишком похоже на обычную школу."

scene black
with dissolve


return
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
