label ru_E28:

window hide None

scene black
with dissolve

with Pause(2.0)

play sound sfx_alarmclock

with Pause(3.0)

scene bg school_dormhisao
with openeye

play music music_dreamy fadein 4.0

window show

"Звук будильника нежданно врывается в столь тяжело давшийся мне сон. Сомневаюсь, что я спал дольше часа или двух."

"В голове кавардак. Сделал ли я правильный выбор, уйдя вчера из дома? Смог ли я заставить Эми понять, насколько она была неправа?"

"Я вообще когда-нибудь смогу заставить её вести себя разумно? В тот день мама Эми помогла мне посмотреть на всё с другой точки зрения, но я до сих пор не уверен, что эта точка зрения верна."

"К тому же Эми задело, что я вчера ушёл."

"Я знаю, что при любом раскладе мне придётся извиниться. Правильно это было или нет, но я обидел её."

"Я спешу на беговую дорожку, сгорая от нетерпения поговорить с Эми. Думаю, я знаю, что скажу. Сперва попрошу прощения за то, что ушёл, и дальше по ситуации."

scene bg school_track
with locationskip

"Если, конечно, Эми вообще появится."

"Похоже, что её сегодня не будет. Я пришёл пятнадцать минут назад, а её до сих пор нет."

"Она никогда не опаздывает, разве что плохо себя чувствует, а это маловероятно. Скорее всего, она просто не хочет сейчас меня видеть."

scene bg school_track_on
with locationchange

scene bg school_track_running
with locationchange

"Чтобы отвлечься от раздумий, я делаю привычную разминку и начинаю пробежку."

"Мысли чудесным образом проясняются; те полчаса, что я бегу, я не думаю ни о чём, кроме бега."

scene bg school_track_on
with locationchange

stop music fadeout 4.0

"И всё же Эми так и не появилась, даже когда я закончил тренировку…"

"Я начинаю беспокоиться. Наверное, фельдшер знает, где она, а если и нет, то интересно, что он посоветует мне делать дальше."

scene bg school_nurseoffice
show nurse grin at center 
with locationskip

play music music_nurse fadein 0.5

nk "Как я понимаю, вчера вечером всё прошло не слишком гладко."

hi "А? Вы уже в курсе?"

nk "У меня есть свои источники, да и как бы я мог не заметить отсутствие твоей спутницы сегодня утром?"

hi "Полагаю, не смогли бы."

show nurse neutral
with charachange

nk "Так что случилось?"

hi "А вы ещё не знаете?"

show nurse fabulous
with charachange

nk "Возможно, но я могу ошибаться. Пожалуй, я бы хотел узнать твой взгляд на произошедшее до того, как давать советы."

"Я торопливо посвящаю фельдшера в события прошлого вечера. Он выслушивает, не поведя и бровью."

"Ничего из рассказанного его не удивляет, кроме того, что я не отправился вслед за Эми."

show nurse grin
with charachange

nk "Решил поговорить с её мамой, да? Разумно, но, похоже, в итоге это обернулось для тебя не лучшим образом."

hi "Не знаю… Вроде Эми было стыдно, когда я ушёл, или, по крайней мере, она так выглядела до тех пор, пока снова не ушла в оборону."

"Фельдшер вздыхает и успокаивающе разводит руками."

show nurse fabulous
with charachange

nk "Если честно, я удивлён, что она вообще её ослабила. Держать её она здорово научилась. Наверняка ты от неё больше ничего не добьёшься."

hi "Я вам не верю."

nk "Правда? И ты думаешь, она тебе всё расскажет?"

"Клянусь, в этот момент его глаза сверкнули. Выражение его лица не меняется, но он плавно наклоняется ко мне."

hi "Думаю, она бы мне всё рассказала, если бы я спросил её об этом, а не вёл себя как идиот."

"В ответ фельдшер таинственно улыбается и пожимает плечами. Думаю, он уже несколько переигрывает."

show nurse grin
with charachange

nk "В этом вся соль, не так ли? Ты уверен, что знаешь, как правильно подойти к этому вопросу? Могу поручиться, что Эми из кожи вылезет, но и виду не подаст, что вчера что-то случилось."

show nurse neutral
with charachange

nk "Для вас двоих это будет ужасно неловкая ситуация, но это лучше, чем снова просить её всё рассказать. Сейчас это может сделать только хуже."

nk "Ты готов к чему-то подобному?"

"Звучит как вызов, как будто он и не допускает мысли, что я отважусь на это. Мне даже немного обидно, что он не совсем верит в меня."

hi "Конечно готов! Я люблю её!"

show nurse fabulous
with charachange

"На мой вырвавшийся ответ он приподнимает бровь."

nk "Тогда ладно."

show nurse neutral
with charachange

nk "Удачи. Расскажешь потом, как всё прошло."

"Несмотря на то что он вставляет своё замечание с обычной ухмылкой, мне кажется, что фельдшер хочет, чтобы у меня всё получилось."

stop music fadeout 3.0

scene bg school_nursehall
with locationchange

"Я сдерживаюсь от того, чтобы направиться прямо в комнату Эми, чтобы доказать неправоту фельдшера. До этого я поступал необдуманно, и результаты были не слишком выдающимися."

"Если я собираюсь сделать это, мне нужно определиться, что и как я буду говорить. Будет о чём подумать в классе."

scene bg school_scienceroom
with shorttimeskip

"Скорее всего, до большой перемены я придумаю, что сказать. Я смогу это сделать."

play sound sfx_normalbell

scene bg school_staircase1
with locationskip

"Звенит звонок, я беру свой ланч и лечу вверх по ступенькам, чтобы быть там первым. Мне нужно будет попросить Рин уйти, и ещё мне нуж—"

$ renpy.music.set_volume(0.5, 0.0, channel='ambient')
play ambient sfx_rooftop fadein 1.0
play sound sfx_door_creak

scene bg school_roof
show emi basic_hes at twoleft 
show rin basic_absent at tworight 
with silentwhiteout

emi "Привет, Хисао! Извини, что не смогла побегать с тобой сегодня утром! Я проспала!"

"Почему-то Эми и Рин пришли на крышу раньше меня."

hi "Да без проблем… Полагаю, вчерашний день был несколько… выматывающим."

"Выражение на лице Эми ни капли не меняется."

emi "Да, извини! А потом у меня было такое странное утро!"

hi "М-м-м, правда?"

show emi basic_happy
with charachange

"Всё оставшееся время Эми продолжает беспечно молоть языком. Я еле успеваю вставить хоть слово и вскоре понимаю, что участвую во всё той же пустой болтовне, что была характерна для нашего раннего общения."

"Очевидно, я не приближусь к решению этой проблемы на большой перемене. Но я понимаю: Эми, конечно, не хочет ненароком втягивать в это Рин, что хорошо."

"Не думаю, что Рин есть дело, но я с уважением отношусь к деликатности Эми в этом вопросе."

"Попробую подойти с другой стороны."

hi "Слушай, Эми, а чем ты после уроков занимаешься? Может, сходим куда-нибудь пообедать, а?"

show emi sad_depressed
with charachange

"Эми выглядит полной раскаяния."

emi "Прости, Хисао! Я обещала капитану команды, что задержусь после тренировки и помогу другим ребятам! Как-нибудь в другой раз."

hi "Ладно, без проблем…"

window hide

scene black
show bg misc_sky at center 
with locationchange

nvl clear
nvl show dissolve

n "Честно говоря, я не представляю, что мне теперь делать. Похоже, поднимать эту тему на следующий же день было бы плохой идеей."

n "Возможно, она ещё злится и просто не показывает этого. Кроме того, раз у неё есть свои обязательства перед командой, пусть пока займётся ими, верно?"

show bg misc_sky:
    linear 10.0 alpha 0.0
with None

n "На следующий день я мысленно прорабатываю несколько вариантов разговора. И на следующий. Я просыпаюсь, иду на пробежку с Эми (в течение которой она отказывается говорить о чём бы то ни было, кроме бега и своих вечерних занятий) и потом на крышу, есть ланч и болтать до самого звонка."

n "Её новые обязанности не позволяют мне видеться с ней вне школы. Возможно, просто как предположение, я не препятствую этому, потому что этот путь наиболее безопасный, как и говорил фельдшер."

n "Пусть он и более безопасный, но я чувствую себя всё более и более несчастным. Всякий раз, когда я её вижу, Эми выглядит неважно; под глазами пролегли тёмные круги, и она как будто всё больше отстраняется, а я не могу заставить себя просто поинтересоваться, что происходит, потому что каждый раз момент кажется неподходящим."

n " {vspace=30}Я просто жалок."

stop ambient fadeout 2.0

nvl clear
nvl hide dissolve

$ suppress_window_before_timeskip = True

scene black
with dissolve



label ru_E29:

scene bg school_staircase1
with locationchange

"Наступает очередная большая перемена. Я плетусь по лестнице на крышу, словно приговорённый к смертной казни."

play ambient sfx_rooftop fadein 1.0

scene bg school_roof at bgleft 
show rin basic_absent at center 
with locationchange

"Рин уже там, но Эми нет. Я начинаю беспокоиться, не случилось ли с ней чего-нибудь. Вдруг она слегла из-за недосыпания или чего похуже."

"После утренней пробежки она выглядела очень уставшей. Быть может, она заснула и даже не пошла на уроки."

hi "Привет, Рин. А где Эми?"

show rin basic_deadpancontemplation
with charachange

"В ответ она бросает на меня пронзительный взгляд и, кажется, слегка хмурится."

rin "Эта информация так уж важна?"

hi "Думаю, да. Она же обычно тут, с тобой, разве нет?"

show rin basic_awayabsent
with charachange

rin "Не знаю. Я ни в чём не могу быть уверена."

hi "Могу подтвердить, всё именно так: она обычно здесь, с тобой, когда сюда прихожу я."

show rin basic_deadpannormal
with charachange

rin "Ну, а сейчас её нет. Это тебя беспокоит?"

hi "Ну да, немного."

show rin basic_deadpancontemplation
with charachange

rin "Хм."

play sound sfx_door_creak
with Pause(0.5)

show emi invis:
    twoleft 
    xpos 0.1
with None

show bg school_roof at center 
show rin basic_deadpancontemplation at tworight 
show emi basic_closedhappy at twoleft 
with dissolvecharamove

"На этом наш разговор заканчивается, да и тема теряет актуальность, поскольку в дверь, ведущую на крышу, с присущей ей энергией влетает Эми."

show rin basic_deadpan
with charachange

rin "Хисао о тебе в некотором роде волнуется, Эми. Не знаю, точно ли он в этом уверен, а может, просто я ему не верю, но я собираюсь пойти куда-нибудь, где не такая неловкая атмосфера."

hide rin
with charaexit

with Pause(0.5)

show bg school_roof at bgright 
show emi basic_confused at center 
with dissolvecharamove

"Я настолько удивлён такой необычной прямотой Рин, что мне остаётся только в ошеломлении смотреть, как она выходит за дверь."

show emi basic_shock
with charachange

"Эми поражена в не меньшей степени, причём её лицо наливается краской, пока она стоит и с открытым ртом смотрит на меня. До меня доходит, что неплохо было бы хоть что-нибудь сказать, лишь бы нарушить внезапно окутавшее нас неловкое молчание."

hi "Ну, тебя же не было, когда мы пришли. Вот я и… э-э-э… беспокоился."

show emi basic_confused
with charachange

emi "Почему?"

hi "Ты ведь обычно уже здесь, когда я поднимаюсь, вот я и волновался, не случилось ли с тобой чего."

show emi sad_grin
with charachange

emi "Ну, знаешь ли, это не первое моё опоздание. И ты каждый раз так переживал?"

hi "Ну… не совсем."

show emi basic_closedgrin
with charachange

"Мой ответ, кажется, слегка забавляет Эми. Не знаю почему, но это немного выводит меня из себя."

show emi basic_grin
with charachange

emi "И почему же этот раз стал исключением?"

"Может, это из-за лёгкого, дразнящего тона, которым был задан этот вопрос, может, ещё из-за чего, но что-то заставляет меня ответить ей начистоту, хотя и не без подначки."

play music music_innocence fadein 10.0

hi "Да потому, что я себе места не нахожу с того самого ужина у тебя дома, вот почему!"

show emi basic_hes
with charachange

"Ну вот. Тема снова открыта. Глаза у Эми становятся похожи на два блюдца, да и выглядит она так, будто борется с желанием убежать отсюда подальше. Но она всё же пересиливает себя."

show emi sad_shy
with charachange

emi "А, ты всё никак не перестанешь об этом думать, я погляжу."

hi "А что, думаешь, я просто взял и забыл про это? Ты меня выставила за дверь! И мы уже почти неделю ходим с таким видом, будто ничего не случилось!"

show emi sad_annoyed
with charachange

emi "Но я что-то не заметила, чтобы ты эту тему поднимал, знаешь ли."

hi "Знаю, и очень сожалею об этом. Нам нужно это обсудить, или всё так и останется на той же непонятной стадии, что и сейчас."

hi "Ты в курсе, что у меня в последнее время сердце сжимается, когда я вижу, как ты выглядишь? Эти круги под глазами, этот отвлечённый блуждающий взгляд… Конечно же, я волнуюсь, не моя ли в этом вина."

show emi sad_pout
with charachange

emi "Не твоя. Поверь мне."

hi "Даже если так, я ничем тебе не помог. Только подталкивал к разговорам, на которые ты не была готова пойти; может, я и был неправ, когда попросил помощи у твоей мамы, но, пойми же, я так беспокоился, что места себе не находил и не мог придумать ничего лучше."

show emi sad_depressed
with charachange

emi "Ну, больше не волнуйся обо мне, ладно? Думаю, предельно ясно, что мы не подходим друг другу, поэтому, может, нам лучше… прекратить всё это."

"Эти слова она произносит с перекошенным лицом, будто не хочет этого делать, но всё же заставляет себя."

hi "Ты ведь не хочешь этого, так? Блин, да ты еле можешь заставить себя заговорить об этом! Так или иначе, я от этого не стану меньше переживать за тебя. Ты для меня слишком важна, чтобы просто взять и по команде остановиться."

hi "Не хочешь говорить, в чём дело? Хорошо, но я от этого не перестану пытаться помочь тебе, даже если вся моя помощь будет заключаться только в том, что я буду рядом с тобой."

show emi sad_angry
with charachange

emi "Прекрати!"

"Эми уже всю трясёт, а в её взгляде читается страх, раздражение и ещё миллион разных чувств сразу. Я медленно покачиваю головой и подхожу на несколько шагов ближе."

hi "Знаешь, что мне сказала твоя мама? Она сказала, что ты никогда не стала бы просить о помощи, потому что считаешь себя достаточно сильной, чтобы справляться со всеми трудностями самостоятельно… Но это ведь не вся правда, не так ли?"

show emi basic_hes
with vpunch

"Её глаза расширяются от изумления, и она отступает на шаг. Я продолжаю говорить, поскольку мне кажется, что я наконец всё понял, а глубоко внутри ярко горит осознание того, что лучшего шанса может и не быть. Я и так слишком долго это откладывал."

hi "Нет ничего страшного в том, что тебе кто-нибудь помогает, если только ты, конечно, нуждаешься в этой помощи. Ты ведь напугана, так? Из-за…"

"Я задумываюсь, потому что не знаю всех подробностей случившегося с отцом Эми, а делать необоснованные выводы мне не хочется."

hi "Ну, неважно из-за чего, но бояться совсем не зазорно. Ты так долго убегала и от своих страхов, и от меня, хотя и знала, что в конце концов тебе придётся обернуться и столкнуться со всем лицом к лицу. И, когда ты это сделаешь, я буду здесь, рядом с тобой, и помогу тебе."

hi "Я не остановлюсь, потому что не думаю, что ты бы этого хотела. Тебе ведь понятна подобная решимость, не так ли?"

"Я вижу, что мои слова до неё дошли, но она вновь отвечает мне со злостью, пытаясь оттолкнуть от себя."

show emi sad_angry
with charachange

emi "Опять за старое, Хисао? На белом коне гарцуешь? Хочешь помочь несчастной калеке с её личными проблемами? Да что ты знаешь обо мне и о том, с чем мне уже пришлось столкнуться лицом к лицу?!"

show emi sad_grit
with charachange

emi "Думаешь, весело было два месяца заново учиться ходить? Но я справилась, а потом мне пришлось…"

"На мгновение мне кажется, что она вот-вот продолжит свою мысль, но Эми обрывает себя на полуслове."

hi "И после всего этого ты считаешь, что не справишься со своим страхом? Эми, я и помыслить не могу, через что тебе пришлось пройти… Но ты ведь смогла это сделать и стала такой, какая ты есть сейчас. А это значит, что ты сильнее, чем тебе кажется."

hi "Так что я помогу тебе не из-за того, что ты в этом нуждаешься. Я не хочу быть рыцарем на белом коне, спасающим бедную даму, но ведь даже рыцари помогали друг другу, знаешь ли. Пойми, я хочу помочь тебе, даже зная, что ты прекрасно справишься и без меня."

show emi sad_depressed
with charachange

"Долю секунды Эми выглядит так, словно вот-вот окончательно выйдет из себя, но этого не происходит. По её щекам струятся слёзы, но она смотрит на меня не отрываясь."

emi "Почему ты так стараешься помочь мне?"

hi "Я, конечно, могу сказать, что это в благодарность за твою помощь при первой нашей встрече, но это не будет правдой. На самом деле я просто хочу, чтобы ты была счастлива, потому что люблю тебя."

stop music fadeout 4.0

"Говорил ли я эти слова раньше? Мы были близки, и было очевидно, что я её люблю, но произносил ли я это когда-либо вслух?"

show emi sad_shyblush
with charachange

emi "Что ты сказал?"

"Я повторяю вновь эти три заветных слова, наслаждаясь тем, что вообще могу сказать кому-то такое от всего сердца. Эми, кажется, в шоке."

hi "Я сказал, что люблю тебя, Эми. Я тебя люблю. Только тебя. И поэтому я хочу быть рядом независимо от того, с чем тебе придётся столкнуться."

play music music_serene fadein 0.5

show emi excited_sad_close
with vpunch

"Я тут же оказываюсь заключён в пламенные объятия Эми, которая рыдает, уткнувшись мне в грудь."

emi "Прости меня! Прости, пожалуйста! Прости меня за всё, но я так боюсь, Хисао, так до ужаса боюсь потерять тебя, потому что тоже люблю, но просто не переживу, если потеряю тебя, да и просто… прости меня!"

show emi sad_shy
with charadistant

"Я молча обнимаю её, нашёптывая ласковые слова, пока она не успокаивается. Она отступает, выглядя чуточку увереннее."

emi "Сходишь со мной завтра? Ко мне домой? Мне нужно показать тебе кое-что, если я всё-таки решусь."

hi "Конечно схожу. Может, на этот раз мы уйдём вместе, а не раздельно, как тогда."

show emi sad_grin
with charachange

"Улыбка, появившаяся на лице Эми, сияет, как лучик света в тёмном царстве последних недель, искренняя и радостная."

emi "Ага, может быть."

play sound sfx_warningbell

"Звенит звонок на урок, и я проклинаю умение Вселенной выбирать самый неподходящий момент."

hi "Ты сегодня вечером свободна? Мы ведь сможем подробнее всё обсудить, да?"

"Эми качает головой."

show emi sad_depressed
with charachange

emi "Извини, Хисао, но я всё ещё помогаю команде по бегу. И я считаю, что будет лучше, если мы не будем обсуждать это сегодня вечером. Я буду слишком уставшей, чтобы размышлять трезво, и вряд ли смогу рассказать тебе всё так, чтобы ничего не испортить."

show emi sad_shy
with charachange

emi "Ты ведь подождёшь, правда?"

"Даже сейчас в её голосе есть нотка страха. Я улыбаюсь и кладу руку ей на плечо."

hi "Хорошо. Я подожду."

show emi excited_amused_close
with characlose

"Эми быстро меня целует, прежде чем направиться к лестнице."

show emi sad_grin
with charadistant

emi "Спасибо, Хисао. Увидимся завтра утром."

hi "Непременно."

hide emi
with charaexit

$ renpy.music.set_volume(1.0, 2.0, channel='ambient')
stop ambient fadeout 2.0

scene bg school_staircase1
with locationchange

"Я спускаюсь по лестнице, до сих пор чувствуя тепло её губ. Внезапно я понимаю, как сильно скучал по этому ощущению. Надо не забыть поблагодарить Рин за то, что заставила нас поговорить друг с другом."

"Вполне возможно, что она даже не осознаёт того, что сделала. Но, если бы не она, сомневаюсь, что смог бы поговорить с Эми снова."

"Кажется, я нуждался в помощи больше, чем думал. Но всё же завтра мне придётся столкнуться с тем, что Эми так долго готовилась мне сказать."

"Я буду готов к этому. Надеюсь."

stop music fadeout 2.0

scene black
with dissolve

$ suppress_window_after_timeskip = True



label ru_E30:

window hide None

scene black
with dissolve

with Pause(2.0)

play sound sfx_alarmclock

with Pause(3.0)

scene bg school_dormhisao
with openeye

window show

"Утреннее солнце ярко светит в открытое окно. Звук будильника быстро заставляет меня подняться."

"Этой ночью мне спалось на удивление хорошо и спокойно от осознания того, что у меня есть ещё один шанс с Эми."

"Если я смогу удержаться от того, чтобы не натворить глупостей, может быть я выясню, что же её так гложет в последнее время."

"У меня есть несколько догадок, но ничего конкретного. И, конечно, ничего такого, что я могу сказать ей; я бы предпочёл, чтобы она сама мне всё рассказала."



label ru_E30a:

"Также я постоянно вспоминаю, что фельдшер предупредил меня о том, что мне может не понравиться то, что она хочет мне сказать. Действительно ли я так сильно хочу это знать?"

"Быть может, это что-то ужасное, что оттолкнёт меня от неё? Могу ли я сказать, что готов выдержать всё, что она скажет, независимо от того, что это будет?"

"Эми сказала, что хочет рассказать мне всё «так, чтобы ничего не испортить». Что она имела в виду? Что можно испортить?"

"Полагаю, что от излишнего беспокойства толку мало. Всё скоро прояснится. Кажется, сегодня мне действительно нужна пробежка, чтобы очистить голову от ненужных мыслей."



label ru_E30b:

scene bg school_track
show emi basic_grin_gym at center 
with locationskip

"Эми ждёт меня, как и обещала. Она выглядит слегка осунувшейся, но, несмотря на это, весёлой и бодрой. Намного более весёлой и бодрой, чем всю предыдущую неделю."

show emi excited_proud_gym
with charachange

emi "Хисао! Ты опоздал!"

"Я пренебрежительно машу рукой."

hi "Ерунда! Просто ты пришла рано."

play music music_emi fadein 2.0

show emi basic_closedgrin_gym
with charachange

"Эми отвечает ухмылкой, и складывается такое ощущение, что наши отношения вновь вернулись на круги своя."

"Но теперь не только я, но и Эми хочет сделать ещё один шаг вперёд. Хотя частичка меня боится, что она отступит в последнюю секунду."

show emi basic_grin_gym
with charachange

emi "Хисао, поторопись размяться! Я не хочу опоздать на автобус!"

hi "Автобус?"

show emi sad_grin_gym
with charachange



label ru_E30c:

emi "Да, автобус. Я хочу кое-что тебе показать. И не хочу опаздывать."

hi "Хорошо."

"Я стараюсь не улыбаться слишком широко. Уже одного того, что Эми хочет провести со мной время после пробежки, для меня достаточно, чтобы быть счастливым. А её обещание лишь ещё больше меня интригует."

"Это то, о чём она думала? Интересно, что же она запланировала?"



label ru_E30d:

emi "Я говорила, что хотела, чтобы ты ещё раз пришёл ко мне домой, помнишь? И я обещала маме, что мы успеем к ланчу, так что поторопись!"

hi "Ранний старт, а?"

show emi basic_closedgrin_gym
with charachange

emi "Это больше для удобства моей мамы."

hi "Ну, тогда всё нормально."

"Ещё пару секунд я безуспешно пытаюсь угадать, что же Эми запланировала, а затем понимаю, что это не так уж и важно."



label ru_E30e:

show emi basic_concentrate_gym
with charachange

play sound sfx_gymbounce

show emi gymconcentratebounce
with None

"Я быстро разминаюсь, пока Эми нетерпеливо переминается с ноги на ногу. Она и правда хочет начать побыстрее."

scene bg school_track_running
with shorttimeskip

"Пробежка заканчивается так быстро, что я с трудом верю, что не упал замертво. Эми задала стремительный темп, и я, по своей глупости, бежал с ней наравне."

scene bg school_track_on
with Dissolve(2.0)

show emi basic_grin_gym at center 
with charaenter

"Ну, кроме нескольких последних кругов. Мне пришлось на всякий случай замедлиться. Но ничего страшного в этом нет, да и Эми терпеливо ждёт, пока я закончу. Настолько терпеливо, насколько умеет, конечно."

show emi basic_closedgrin_gym_close
with vpunch

emi "Закончил? Отлично! Пошли!"

stop music fadeout 2.0

scene bg school_nursehall
with locationskip

"Она хватает меня за руку и практически тащит в сторону медкабинета."

play music music_nurse fadein 0.5

show nurse neutral:
    twoleft 
    xpos 0.2
    easein 0.5 twoleft 
with charaenter

nk "Ты, видно, торопишься, Эми. Пытаешься успеть на самый ранний автобус?"

show emi basic_grin_gym at tworight 
with charaenter

emi "Ага, я сказала маме, что приеду к ланчу."

show nurse grin at twoleft 
with charachange

nk "Хорошо, тогда я сперва займусь тобой."

show emi basic_confused_gym
with charachange

emi "Но Хисао тоже едет со мной!"

show nurse fabulous
with charachange

"В ответ на это фельдшер приподнимает бровь и с любопытством на нас смотрит."

nk "Серьёзно? Сегодня, да?"

show emi sad_grin_gym
with charachange

"В ответ Эми кивает и удивительно робко улыбается."

show nurse grin
with charachange

nk "Хорошо. Тогда мы должны закончить побыстрее."

hide nurse
hide emi
with charaexit

"Эми заходит в медкабинет, а я терпеливо жду снаружи, пока они закончат, задаваясь вопросом, почему фельдшер был так удивлён заявлением Эми."

"Мне кажется, что я не понимаю какой-то шутки или значимости этого дня. Кроме того, что этот день почему-то без сомнения важен."

scene bg school_nurseoffice
with shorttimeskip

"В подтверждение своих слов фельдшер отпускает Эми на удивление быстро, и после обещания встретиться у главных ворот я занимаю её место. Он меряет мой пульс и прислушивается."

show nurse fabulous at center 
with charaenter

nk "Твоё сердце бьётся чаще, чем обычно. Опять загонял себя, да?"

hi "Ну, Эми, похоже, слишком спешила закончить с бегом, и…"

show nurse neutral
with charachange

nk "Хм, я не удивлён. Сегодня очень важный для неё день, знаешь ли."

hi "Я подозревал, что в этом всё дело, но я не представляю, что особенного в этом дне."

show nurse fabulous
with charachange

nk "Она не рассказала тебе? Интересно."

hi "Значит, и вы не собираетесь мне этого рассказать?"

show nurse grin
with charachange

nk "Нет. Я подозреваю, что у Эми есть план, как всё тебе объяснить, и я не хочу в это вмешиваться. Ты сам всё скоро узнаешь, так что к чему спешить?"

show nurse neutral
with charachange

nk "А теперь по поводу твоего сердца: я бы посоветовал не перенапрягаться в течение дня. Никаких спонтанных забегов или чего-то в таком духе, понял?"

hi "Понял. Она всё равно не будет надевать свои беговые протезы, так ведь?"

show nurse grin
with charachange

nk "Нет. Но не мечтай, что это её остановит…"

hi "Тоже верно."

show nurse neutral
with charachange

nk "Вряд ли, конечно, сегодня это будет играть какую-то роль, но всё же."

"Если он пытается меня успокоить, то его усилия тщетны. Я начинаю всё сильнее и сильнее переживать из-за того, что сегодня произойдёт. Например, я узнаю, что Эми состоит в каком-то культе или что-то в этом роде."

"В то же время, если сегодняшний день имеет настолько большое значение и Эми хочет, чтобы я был рядом, возможно она действительно хочет стать ко мне ближе. Быть может, это будет ответом на все загадки, на все бессонные ночи и внезапные перемены настроения."

stop music fadeout 1.0

scene bg school_dormhisao
with locationskip

"Я едва не забываю поблагодарить фельдшера и добираюсь до своей комнаты так быстро, как только могу. Принимаю душ, накидываю на себя достойно выглядящую одежду. Если сегодня настолько важный день, то я должен быть одет подобающе."

scene bg school_gate
show emicas grin at center 
with locationskip

play music music_dreamy fadein 2.0

"Эми, конечно, подтверждает обратное, как только я добираюсь до главных ворот. На ней обычные топ и шорты. Ну, теперь я хотя бы знаю, что это мероприятие, чем бы оно ни было, неофициальное."

show emicas smile
with charachange

emi "Ты рано, Хисао."

hi "Не так рано, как ты. Не терпится, так ведь?"

show emicas wink_up
with charachange

"Эми задорно показывает мне язык."

show emicas closedsmile
with charachange

"В этот час на автобусной остановке не так много народу, что, кажется, радует Эми, и мы даже успеваем расслабиться, пока ждём. Какое-то время мы оба молчим, но я уверен, что Эми пытается собраться с силами и что-то сказать."

"Мне самому сказать нечего, поэтому я сижу и жду, пока она заговорит. И жду недолго."

show emicas awayfrown
with charachange

emi "Ну, я уверена, тебе интересно узнать, почему фельдшер подумал, что то, что я беру тебя с собой сегодня, – странно…"

hi "Есть немного, но если ты не готова мне рассказать—"

show emicas blush_close
with characlose

"Эми прикладывает палец к моим губам, не давая закончить предложение."

show emicas frown_close
with charachange

emi "Не искушай меня, Хисао. Я хочу рассказать тебе, но не уверена, как правильно к этому подойти. Я не хочу откладывать это дальше. Я просто хочу иметь возможность рассказать это."

hi "Так расскажи."

show emicas neutral_close
with charachange

emi "Знаешь, для меня это не так просто, Хисао."

hi "Подойди к этому как к бегу. Начни разогреваться с чего-то незначительного и отталкивайся от него. Но не делай этого слишком быстро, ладно? Я терпеливый человек, я могу и подождать, пока ты не соберёшься с мыслями."

show emicas awayfrown_close
with charachange

"Эми, кажется, обдумывает мои слова, соизмеряя их с желанием покончить со всем побыстрее. Признаюсь, несмотря на то, что я продолжаю убеждать Эми, чтобы она не торопилась, я также не против, если она поскорее со всем закончит."

"Но я нутром чую, что Эми, чтобы всё объяснить, вероятно, нужно больше времени, чем одна поездка на автобусе."

show emicas frown_close
with charachange

emi "Да, возможно, ты прав. В любом случае автобусная остановка, наверное, не самое лучшее место для подобных вещей. Чтобы ты не думал, что я уклоняюсь от данного слова, скажу вот что."

show emicas awayfrown_close
with charachange

"Она делает глубокий вдох, выдыхает и, спустя ещё мгновение, произносит тихим голосом:"

show emicas weaksmile_close
with charachange

stop music fadeout 1.0

emi "Сегодня мы повидаемся с моим отцом."

"Слова повисают в воздухе, и я вижу, что Эми боится, что я запаникую и исчезну, услышав это. И часть меня действительно хочет так поступить."

"Но было бы глупо отступить или внезапно нарушить обещание быть рядом с Эми, когда она нуждается во мне."

"Фельдшер считает странным, что она взяла меня с собой. Она не берёт никого с собой, или, готов поспорить, никогда не брала до сегодняшнего дня."

"День приобретает всё большую значимость. На что же пришлось пойти Эми, чтобы зайти так далеко?"

play music music_dreamy fadein 5.0

hi "А."

"И почему это лучшее, что я могу сказать в ответ?"

show emicas neutral_close
with charachange

emi "Ага."

hi "Я, эм, не знаю, что должен сказать."

emi "Думаю, что ничего. Просто пообещай, что поедешь со мной."

hi "Конечно! Ты же знаешь, что я поеду."

show emicas weaksmile_close
with charachange

"Эми тускло улыбается, выглядя при этом чуть спокойнее."

emi "Хорошо. В таком случае нам пора."

"Едва она заканчивает предложение, как подъезжает автобус."

scene bg city_street4
with shorttimeskip

$ renpy.music.set_volume(0.20000000000000001, 0.0, channel='ambient')
play ambient sfx_traffic fadein 2.0

"Как только я выхожу из автобуса, в голову приходят смутные воспоминания о моей первой поездке, но, к сожалению, они слишком смутные, чтобы от них была какая-то польза."

"Я признаюсь, что не очень хорошо помню, как пройти к дому Эми, и поэтому позволяю ей меня вести."

$ renpy.music.set_volume(1.0, 8.0, channel='ambient')
stop ambient fadeout 1.0

scene bg emi_houseext
with locationskip

"Она, кажется, довольна тем, что мы идём молча, а у меня нет ни одной идеи о том, что ей сказать, и мы добираемся до дома так и не проронив ни слова с того момента, как вышли из автобуса."

show meiko smile:
    tworight 
    xpos 0.8
    easein 0.5 tworight 
with charaenter

"Мать Эми открывает дверь и не кажется удивлённой, увидев меня рядом со своей дочерью. Я догадывался, что Эми позвонит заранее и предупредит маму об изменении в планах."

show meiko happy at tworight 
with charachange

emm "Эми, Хисао, вы как раз вовремя! Ланч скоро будет готов."

show emicas happy at twoleft 
with charaenter

emi "Отлично! Я боялась, что мы опоздаем."

hi "Если учесть, с какой скоростью ты всё делала этим утром, я вообще сомневаюсь, что был хоть малейший шанс опоздать."

show meiko serious
with charachange

emm "Я очень надеюсь, что она не сильно беспокоила тебя, Хисао. Она начинает слегка страдать паранойей, когда в деле замешана еда."

hi "А я-то и не заметил."

show emicas pout_up
with charachange

"Это стоит мне шлепка по руке от Эми, которая, несмотря на всю серьёзность разговора в автобусе и прогулку в задумчивом молчании, внезапно снова становится жизнерадостной."

"Возможно, чтобы её мама не волновалась о том, что она собирается рассказать мне позже."

scene bg emi_dining
with shorttimeskip

"Миссис %(name_ibarazaki)s проводит нас внутрь, и через пару мгновений мы усаживаемся за стол и принимаемся поглощать ланч. Я даже не представлял, насколько проголодался, пока не сел за стол. На этот раз я, кажется, ем столько же, сколько и Эми."

show meiko happy at tworight 
show emicas closedsmile at twoleft 
with charaenter

emm "Господи, как же хорошо, что я так много наготовила. Вы так жадно набросились на мою стряпню, будто не ели несколько дней!"

hi "Я утром не позавтракал."

show emicas grin
with charachange

emi "Я тоже."

show meiko smile
with charachange

emm "Торопились на автобус, я полагаю?"

show emicas wink_up
with charachange

emi "Да, и я догадывалась, что ты наготовишь так много, что я вполне смогу позволить себе пропустить завтрак."

show meiko wink
with charachange

emm "Хорошо знать, что я предсказуема."

show emicas grin_up
with charachange

"Эми с энтузиазмом кивает, и общение затихает, пока мы очищаем стол от съестного. Еды так много, что мы оказываемся не в состоянии съесть всё."

show emicas grin
show meiko smile
with shorttimeskip

"Я со вздохом откидываюсь в кресле и благодарю миссис %(name_ibarazaki)s за приём."

show meiko happy
with charachange

emm "Я рада, что тебе понравилось, Хисао. Эми сказала тебе, куда мы поедем?"

hi "Ага, в общих чертах. Это далеко?"

show emicas closedsmile
with charachange

emi "Не особо, но мы едем на машине – так быстрее. Оно рано закрывается."

"Я понимающе киваю и встаю, готовый ехать."

hi "Ну что ж, не пора ли нам?"

hide meiko
with charaexit

show bg emi_dining at bgright 
show emicas awayfrown at center 
with dissolvecharamove

"Миссис %(name_ibarazaki)s кивает и выходит из комнаты за ключами. Я замечаю, что Эми начинает нервничать."

hi "Сомневаешься?"

show emicas weaksmile
with charachange

"Эми натянуто улыбается и пожимает плечами. Она снова молчит, что, скорее всего, говорит о том, что я прав и она начинает жалеть, что взяла меня с собой."

"Не могу её винить; после того, как она так сильно старалась отшить меня, сомневаюсь, что она легко мне откроется. Если честно, я боюсь, что она слишком торопится."

"Но, пока мы ждали автобус, она сказала, чтобы я не давал ей шанса отступить, и, поскольку я всё равно пообещал, что поеду с ней, похоже, у неё не осталось выбора. Я не могу отступиться от своего обещания, а она – от своего."

"Я лишь надеюсь, что мы оба готовы к этому."

show bg emi_dining at center 
show emicas weaksmile at twoleft 
with charamove

show meiko happy at tworight 
with charaenter

emm "Выходим!"

"Мама Эми достаточно быстро проходит через столовую, забирает нас и быстрым темпом направляется к дверям. Теперь я знаю, в кого Эми такая."

stop music fadeout 4.0

scene bg city_graveyard
with shorttimeskip

"Автомобиль подъезжает к воротам кладбища, и я чувствую, как напрягается Эми, сидящая рядом со мной. Я успокаивающе сжимаю её руку, и она немного расслабляется."

"Мама Эми не идёт вместе с нами, объясняя это тем, что предпочитает посещать могилу в одиночку. Эми проходит в ворота и оборачивается, будто хочет убедиться, что я ещё здесь. Мы заходим на кладбище."

"Я чувствую себя некомфортно на кладбищах. Разбросанные в беспорядке надгробия служат напоминанием о людях, которые когда-то были живы."

"Как много из них умерло молодыми? Как много умерло в моём возрасте? Когда я скончаюсь, оставив после себя такую же метку? Сколько мне ещё осталось?"

"Сама идея того, что я могу не проснуться и больше не увидеть Эми, явно не радостная. Она пугает меня, и я почти готов развернуться и выйти с кладбища."

"Я не хочу ходить среди мёртвых людей, я не хочу видеть эти надгробия и думать о том, кем они были и кем могли бы стать, имей они хоть чуточку больше времени."

"Затем я гляжу на девочку, идущую рядом со мной, и смелость возвращается ко мне. Эми с ясным взглядом целеустремлённо шагает по дорожке, фактически бежит трусцой. Похоже, она думает, что чем быстрее мы придём, тем лучше."

show emicas weaksmile at center 
with charaenter

emi "Мы пришли."

scene black
show ev emi_grave:
    truecenter 
    subpixel True zoom 0.95
    easein 10.0 zoom 1.0
with whiteout

$ renpy.music.set_volume(0.40000000000000002, 0.0, channel='music')
play music music_friendship fadein 1.0

"Надгробный камень, поросший травой и в целом ничем не примечательный, кроме имени, которое на нём выгравировано."

"Взгляд Эми прикован к камню."

scene bg city_graveyard
show emicas neutral at center 
with locationchange

$ renpy.music.set_volume(1.0, 20.0, channel='music')

"Через пару секунд она поворачивается ко мне, на удивление спокойная, хоть и мрачная."

show emicas awayfrown
with charachange

emi "Знаешь, вообще-то я не люблю розовый."

hi "Э, что?"

show emicas frown
with charachange

emi "Я разминаюсь перед главным."

hi "А…"

show emicas neutral
with charachange

emi "Люди думают, что я люблю розовый. Наверное, это потому, что я люблю клубнику, и неважно, что она красного цвета, они считают, что розовый – подходящий цвет для клубники."

emi "И что это мой любимый цвет. Но это не так. Я слишком вежливая, чтобы кому-то сказать, что это не так, да и это совсем не та вещь, из-за которой стоит переживать, но я могу поспорить, что даже ты считал, что мой любимый цвет – розовый."

show emicas weaksmile_up
with charachange

emi "Синий. Вот мой любимый цвет. Мои мама и папа – единственные, кто об этом знали. Теперь и ты тоже знаешь."

hi "Спасибо, что рассказала мне."

show emicas closedsmile
with charachange

emi "Не за что."

"Повисает небольшая пауза, пока Эми решает, что сказать дальше, и делает быстрый вдох."

show emicas neutral
with charachange

emi "Я не смогу чисто спеть, даже под угрозой смерти. Я могу напевать под нос, но я никогда не могла действительно спеть песню. Для меня это и неважно, в любом случае я не фанат караоке."

hi "Ну, одну потенциальную идею для свидания теперь можно выбросить."

show emicas frown
with charachange

emi "Люди считают, что я действительно популярна и очень дружелюбна, но у меня всего лишь несколько близких друзей. Возможно, потому что я никого к себе не подпускаю или же из-за боязни потерять близкого друга."

show emicas awayfrown
with charachange

emi "Не так много людей достойны подобного риска."

show emicas frown
with charachange

emi "Я не умею говорить «прощай»."

emi "Иногда мне кажется, что я бегаю просто потому, что это то, чем я занималась вместе со своим отцом."

show emicas neutral
with charachange

emi "Ты не первый мой парень. На втором году обучения в «Ямаку» я встречалась с парнем, но в итоге мы расстались, потому что я не хотела подпускать его ближе. Он не смог смириться с отдалённостью между нами."

"Скорость, с которой она произносит слова, немного увеличивается, как будто это последний рывок перед финишной прямой."

show emicas weaksmile
with charachange

emi "На самом деле я на год старше тебя. Все думают, что я младше, потому что я маленькая, но мне пришлось пропустить год из-за аварии."

show emicas neutral
with charachange

emi "Когда меня вытащили из разбитой машины, они думали, что я парализована. К тому моменту я уже лишилась ног, но они боялись, что я не смогу использовать даже то, что от них осталось."

emi "После операции стало ясно, что они ошибались. Я не могла чувствовать ноги из-за шока. Кратковременный паралич из-за других полученных мною травм."

emi "Моё восстановление было самым быстрым из всех, которые они когда-либо видели, по крайней мере они мне так сказали. Я никогда не узнаю, говорили ли они это серьёзно или они говорят это всем, кто заново учится ходить."

show emicas awayfrown
with charachange

emi "Я…"

"Она останавливается на секунду, собираясь перед последним рывком."

show emicas sad
with charachange

emi "Восемь лет назад в этот день я потеряла свои ноги. И своего отца."

emi "Он умер по дороге в больницу. Я не была на похоронах. Я смогла попасть на кладбище только два месяца спустя."

hi "Мне очень жаль."

show emicas neutral
with charachange

emi "Не стоит. Все говорят, что им очень жаль. Надоело постоянно это слышать. Как будто кто-то мог что-то сделать, чтобы всё это изменить."

show emicas frown
with charachange

emi "Знаешь, какие слова принесли мне наибольшее облегчение? «Такое иногда случается». Я даже не помню, кто это сказал, но, похоже, он не придумал ничего лучше."

show emicas sad
with charachange

emi "Но ведь это правда. Такие вещи иногда случаются, и ты ничего с этим поделать не можешь. Их нельзя запланировать, они не всегда плохие и не всегда хорошие, они просто случаются."

emi "И я приняла решение, что буду жить не заботясь о будущем. И, чтобы мне никогда больше не приходилось говорить «прощай», я решила, что никого не буду подпускать близко."

emi "В конце концов, их могут забрать у меня в любую минуту. И знаешь что?"

"Она смеётся. Её смех слегка отдаёт горечью."

show emicas sad_up_close
with characlose

"Её глаза начинают наполняться слезами, и я делаю шаг вперёд, чтобы обнять её, но она поднимает руку, чтобы остановить меня."

emi "Я не закончила."

"Она делает глубокий вдох и продолжает."

show emicas sad_close
with characlose

emi "И у меня прелестно получалось! Пока я не встретила тебя и не увидела, как ты пытаешься привыкнуть к школе, и я подумала, что помогу тебе, а ты был так мил, и я не смогла с собой справиться, я просто…"

$ ksgallery_unlock('evul emi_cry_down')
show ev emi_cry_down at slow_out_tf 
with whiteout

"Слёзы уже текут ручьём, и в этот раз она принимает объятия. Окончание предложения она произносит уткнувшись мне в грудь."

emi "Я пыталась не влюбиться в тебя, но влюбилась. Я пыталась удержать тебя на расстоянии, как в случае с первым парнем, но не смогла. Я была так напугана, потому что не хочу тебя терять, но могу потерять в любую секунду…"

hi "Эй, я всё ещё здесь, не так ли? Может, я и не вечен, но тебе не кажется, что будет весело, пока это будет продолжаться? Мы оба могли не пережить этот день. Автобус мог разбиться или ещё что-нибудь могло произойти, но до тех пор, пока я с тобой, не думаю, что это важно."

"Мне в голову приходит внезапная мысль, и я не могу сдержать смех. Я настолько сильно боялся умереть из-за своего состояния, что схватился за первую же возможность жить дольше, которую мне презентовала Эми."

"Но, если бы не Эми, была бы у меня мотивация не бросать бег? Внезапно я понимаю, что Эми – та причина, по которой я хочу бегать каждый день, чтобы проводить с ней как можно больше времени. Эми растерянно поднимает на меня глаза."

hi "Будем жить столько, сколько удастся прожить. А в конце будем знать, что провели время вместе, и я бы не хотел провести его как-то иначе. Потому что я люблю тебя, Эми, и сейчас для меня этого достаточно."

scene bg city_graveyard
show emicas weaksmile_close at center 
with locationchange

"Эми улыбается сквозь слёзы и отходит от меня."

emi "Знаешь, это забавно."

hi "Что именно?"

show emicas closedsmile_close
with charachange

emi "Я думала, что лучший способ жить текущим моментом, – это проживать его одной. Но сейчас мне тоже кажется, что по-другому нельзя. Я рада, что встретила тебя, Хисао."

hi "Ну, такое иногда случается."

"Какое-то время мы стоим возле могилы, пока Эми отдаёт дань памяти отцу. Когда она заканчивает, мы выходим с кладбища бок о бок."

stop music fadeout 15.0





label ru_E31:

scene bg school_gate_ss
with shorttimeskip

"Мама Эми отвозит нас обратно в «Ямаку». Всю дорогу мы молчим."

show emicas neutral_close_ss
with charaenter

"Когда машина отъезжает, мы машем ей на прощание и я бросаю взгляд на девочку, висящую на моей руке."

hi "Как ты?"

show emicas awayfrown_close_ss
with charachange

"Эми уклончиво пожимает плечами."

show emicas frown_close_ss
with charachange

emi "Я буду в порядке. Пошли."

scene bg school_dormext_full_ss
with locationskip

"Мы останавливаемся у входа в женское общежитие, и я, готовый попрощаться, поворачиваюсь к Эми."

show emicas weaksmile_close_ss
with charaenter

emi "Почему бы тебе не зайти ненадолго ко мне?"

hi "Хорошо."

scene bg school_girlsdormhall_ss
with locationskip

"По дороге мы молчим. Я не знаю, с чего я взял, что она попрощается со мной прямо у дверей общежития."

"Я просто полагал, что она захочет побыть одна."

"Её мама, фельдшер – чёрт, да все, кто знал о том, что для неё значит сегодняшний день, – кажется, думали, что лучше оставить Эми одну."

"Но она взяла меня с собой на кладбище. Она рассказала мне историю о том, что случилось в тот день, когда она лишилась ног."

"Она хотела, чтобы я был рядом. Мысль о значимости этого не покидает меня."

play sound sfx_dooropen

"Эми открывает дверь и входит в свою комнату, не особо заботясь о том, чтобы пригласить меня; она просто держит дверь открытой и ждёт."

scene bg school_dormemi_ss at left 
with locationskip

play sound sfx_doorclose

"Я вхожу, и дверь захлопывается."

show emicas weaksmile_close_ss
with charaenter

emi "Эй, могу я попросить тебя об одолжении?"

hi "Конечно. Не могу гарантировать, что выполню его, но…"

show emicas closedsmile_close_ss
with charachange

"Эми хихикает, тянет меня к себе и одаряет поцелуем, который начинается просто как ласковый, но вскоре наполняется страстью."

show emicas smile_close_ss
with charachange

emi "Останься со мной. Пожалуйста."

"Её голос переходит в шёпот, я еле могу расслышать его за звуком собственного дыхания."

"Есть что-то в том, как она произносит это: нерешительность, тихий голос, и, мне кажется, она имеет в виду не только эту ночь."

"Нет, она имеет в виду именно то, что сказала. «Останься со мной». Не «сегодня» или «навсегда», потому что мы оба знаем, что нет такой сущности как вечность."

"Нет временных рамок её просьбы, есть просто просьба."

"Мольба."

"Могу ли я это сделать?"

"Могу ли я остаться с ней?"

hi "Конечно."

play music music_comfort fadein 4.0

show bg school_dormemi_ss at right 
show emicas closedsmile_close_ss
with dissolvecharamove

"Мы снова сплетаемся в объятиях. Эми ведёт меня к постели, аккуратно отступая назад, пока не садится на её край."

label ru_E31h:

hide emicas
show eminude smile_close_ss
with charachange

"К этому моменту она уже сняла с меня рубашку, а я с неё – топ, бюстгальтер и прочее. Последними с неё слетели шорты."

"С отточенной лёгкостью она отстёгивает свои ноги и притягивает меня к себе на край кровати. Моя рука нежно спускается по её гладкому плечу."

hide eminude
with charachange

"Я смотрю на её лицо, спускаюсь по щеке, следуя до округлостей груди, а после наклоняю голову, осыпая её поцелуями и слушая сбивчивое дыхание, в то время как её рука сползает всё ниже и ниже по моей груди."

"И, пока я поднимаюсь вверх, к её шее, я чувствую, как её руки работают над моим ремнём, возятся немного с пряжкой, расстёгивают сначала пуговицу, затем молнию, после чего брюки падают на пол."

"Её трусики в определённом месте заметно темнеют, показывая, что мои ласки приносят свои плоды."

"Я быстро отступаю назад, сбрасываю трусы и возвращаюсь обратно, в то время как Эми тянется к ящику тумбочки и вытаскивает оттуда маленький пакетик."

"Она открывает его зубами, резко дёрнув, и тянется вниз, чтобы применить защиту по назначению, из-за чего у меня, как и всегда, немного перехватывает дыхание."

"Выражение её лица внезапно меняется, когда она смотрит на меня."

show eminude evil_close_ss
with charaenter

emi "Погоди-ка… Ты всё ещё в носках?"

"Я останавливаюсь и смотрю на ноги. Отрицать бессмысленно."

hi "Эм-м, да. Это важно?"

show eminude frown_close_ss
with charachange

emi "Сними их. Странно, что ты до сих пор этого не сделал."

hi "Знаешь, ты тоже до сих пор в носках."

show eminude closedsmile_close_ss
with charachange

emi "Да, но мои ноги не надеты, так что это не считается."

"Не в силах спорить с её логикой и желая поскорее закончить разговор, я быстро снимаю с себя предмет конфликта."

"Мне так не терпится вернуться к Эми, что я практически запрыгиваю на неё, шутя прижимая её к кровати."

scene evh emi_miss_closed
with whiteout

"Смешки и ёрзание Эми быстро заканчиваются, сменяясь удовлетворённым вздохом, когда я вхожу в неё. Глубоко дыша и наслаждаясь ощущениями, она сжимает руками простыни."

"Я принимаюсь двигаться в ней, и дыхание Эми учащается, а её уста шепчут нежные слова. При этом она страстно покусывает мою шею и губы."

"Мои бёдра движутся настолько интенсивно, что начинают раскачивать кровать. Часть моего мозга задаётся вопросом, не стоит ли мне сбавить темп, прежде чем я поддамся волнам удовольствия, быстро поднимающимся по позвоночнику."

scene evh emi_miss_open
with charachange

"Низ живота Эми напрягается, когда она приближается к развязке. Наши тела блестят от пота, и ощущение времени размывается."

"Звуки моего дыхания смешиваются с тяжёлыми вздохами Эми, и я готовлюсь к финальному рывку, перед тем как отдамся надвигающейся волне наслаждения."

"Тело Эми дрожит, она кричит, её пальцы впиваются мне в спину, и я тоже теряю контроль над собой."

"Выгнувшись и больше не сдерживаясь, я чувствую, как оргазм волной прокатывается по моему телу."

label ru_E31x:

scene bg school_dormemi_ss at right 
with shorttimeskip

"Я падаю рядом с Эми, которая практически сразу же с улыбкой обвивается вокруг меня."

"Я весьма признателен ей за то, что она коротко стрижёт ногти, иначе, думаю, она бы расцарапала меня до крови."

"Я ненадолго встаю, чтобы избавиться от использованного презерватива, и ложусь обратно к Эми, которая, в свою очередь, приводит себя в порядок."

"Мы недолго лежим в тишине, наслаждаясь тем, что мы вместе."

"Эми начинает говорить первой."

show eminude smile_close_ss
with charaenter

emi "Эй, Хисао."

hi "М-м-м?"

show eminude closedsmile_close_ss
with charachange

emi "Спасибо, что поехал сегодня со мной."

"Я улыбаюсь и целую её в лоб."

show eminude blush_close_ss
with charachange

hi "Не за что."

show eminude closedsmile_close_ss
with charachange

"Эми прижимается ко мне сильнее, и я чувствую, что её дыхание успокаивается по мере того, как она начинает засыпать."

"Почти уснув, она вырывается из объятий сна, чтобы пробормотать единственную фразу:"

emi "Я люблю тебя, Хисао."

"Затем она засыпает, оставляя меня наедине с ощущением, будто я на вершине мира."

"Я крепче прижимаю её к себе, натягиваю на нас одеяло и засыпаю, чувствуя себя таким счастливым, как никогда ранее."

stop music fadeout 2.0

$ suppress_window_after_timeskip = True

scene black
with dissolve



label ru_E32:

window hide None

scene black
with dissolve

scene bg school_dormemi
with openeye

window show

"Утреннее солнце освещает комнату Эми значительно больше, чем мою."

"Из-за этого я пробуждаюсь ото сна раньше, чем проснулся бы, вернувшись прошлым вечером к себе, как у нас до этого было заведено."

"Только этим утром до меня дошло, что мы ещё ни разу не проводили ночь вместе."

play music music_twinkle fadein 1.0

"Небольшое движение со стороны всё ещё спящей девушки заставляет меня посмотреть в её сторону."

"Эми, лицо которой закрывают распущенные волосы, продолжает мирно спать, свернувшись калачиком."

"Немного странно видеть её без привычных хвостиков, но я к такому вполне могу привыкнуть."

"Из-за маленького размера кровати она вынуждена прижиматься и обнимать меня, но я уверен, что она делала бы это и просто так."

"Одеяло фактически натянуто ей на голову, и я улыбаюсь, когда её нос подёргивается из-за одинокой пряди волос."

"Неспособный устоять, я ещё немного прижимаю её к себе. Она, похоже, совершенно не против."

"От её спокойного дыхания по моей груди пробегают мурашки."

"Я больше не чувствую себя уставшим, но и двигаться тоже не хочу."

"Тепло тела спящей рядом Эми отбивает желание двигаться."

"Я гляжу в потолок, размышляя о том, как же мы до такого дошли. Наши отношения длятся уже некоторое время, но настолько близки друг к другу мы ещё не были."

"Кажется, только вчера она врезалась в меня в коридоре и, извинившись, решила поинтересоваться моим самочувствием."

"Но всё это переросло в нечто, чего я совсем не ожидал."

"В одном я уверен точно: обретя Эми, я приложу все усилия, чтобы её не потерять."

"Мои утренние размышления прерываются движениями Эми."

"Её глаза открываются, и на секунду она кажется удивлённой моему присутствию в своей кровати, как и состоянию своей одежды, то есть её полному отсутствию."

scene ev emi_ending_smile
with whiteout

"Затем она счастливо улыбается и садится, глядя на меня сверху вниз."

emi "Доброе утро, Хисао."

hi "Доброе. Хорошо спалось?"

emi "Ага. Довольно неплохо. Трудный был денёк вчера."

"Я вспоминаю вчерашнюю поездку на кладбище."

hi "Да уж. Приятно слышать, что ты выспалась."

emi "А ты?"

hi "Тоже неплохо, хоть ты и перетягивала на себя одеяло…"

"В ответ на это я получаю лёгкий тычок. Эми показывает мне язык и хихикает. Я тоже усмехаюсь, и мы оба ненадолго замолкаем."

"Я думаю над тем, как же всё-таки хорошо просыпаться рядом с Эми, даже ютясь вдвоём в тесной односпальной постели."

"А к хорошему быстро привыкаешь."

emi "Эй, Хисао…"

hi "М-м?"

emi "Спасибо, что остался."

hi "Да нет проблем. Хоть идти к себе не пришлось."

scene ev emi_ending_serious
with charachange

"Она опять хихикает, но затем выражение её лица вновь становится серьёзным."

emi "Нет, правда. Я постоянно пыталась отдалиться от тебя, считая, что поступаю правильно, а ты остался со мной. Несмотря ни на что."

emi "Ты от меня здорово натерпелся, но всё равно не бросил."

emi "Спасибо тебе. Спасибо за всё."

scene ev emi_ending_smile
with charachange

"Свои слова она подчёркивает лёгким поцелуем и взглядом, полным обожания."

"Я взъерошиваю ей волосы, широко улыбаясь. Дуракам везёт, и в особенности мне. Пройти через сердечный приступ, реабилитацию, перевод в «Ямаку»… чтобы встретить эту девушку. Чудеса всё же случаются."

hi "Для тебя – всегда пожалуйста, Эми."

"Я бы не смирился с мыслью о том, что придётся оставить тебя."

hi "Я могу оставаться с тобой и дальше, если ты не против."

emi "Идёт."

"Значит, решено. Не знаю, надолго ли ещё хватит моего сердца, не знаю даже, что буду делать после того, как этот учебный год закончится. Кроме, конечно, поступления в университет."

"Но, пока я рядом с ней, всё будет в порядке. Мне удалось помочь ей, а Эми, в свою очередь, помогла мне. Если мы и дальше продолжим в том же духе, то всё будет хорошо."

emi "Хисао?"

hi "А?"

scene ev emi_ending_glad
with charachange

emi "Чем займёмся сегодня?"

window hide

stop music fadeout 3.0

return
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
